Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: List additonal tax classes below (1 per line). This is in addition to the default <code>Standard Rate</code>. Tax classes can be assigned to products.
es_es: En su tienda online puede elegir entre trabajar con una única Tasa Impositiva <strong>“Tarifa Estándar”</strong>, trabajar también con impuestos reducidos <strong>”Tarifa Reducida”</strong> o trabajar sin impuestos con <strong>“Tarifa Cero”</strong>. <br>En esta sección se tiene la posibilidad de añadir 'Tasas Impositivas Personalizadas adicionales', para posteriormente poder ser configuradas. <br><strong>Selección por defecto:</strong> Al introducir un nuevo artículo en la tienda, la Tarifa Estándar sera seleccionada por defecto. En este caso no estaría de más configurarla por si algún día nos olvidamos de seleccionar cualquier otra para que pueda ser aplicada por defecto. <br><br><strong>Tasas Impositivas Personalizadas adicionales según el tipo de impuesto:</strong><br>Las nuevas 'Tasas Impositivas' personalizadas son útiles si, por ejemplo, usted vende artículos con diferentes tasas de impuestos, tales cómo... pán, libros 4%, menús, gafas 8% o ropa, automóviles 21% etc. <br><strong>Tasa Impositiva exclusiva para los Portes/Envíos:</strong> También tendrá que configurar aquí una Tasa Impositiva destinada exclusivamente a los portes/envíos (Pej: Portes), para que pueda ser seleccionada en la ventana desplegable 'Impuestos para el envío' para que posteriormente pueda ser configurada. La diferencia fundamental entre esta y las demás, es que en esta en la configuración se le marcará la casilla 'Envíos', mientras que en las demás no. <br><br><strong>Añadir Tasas Impositivas personalizadas:</strong> Añada en la ventana de edición de abajo las 'Tasas Impositivas' adicionales (una por línea) a las ya existentes con nombres representativos para que nos sirvan posteriormente de orientación, Pej: IVA0%, IVA4%, IVA8%, IVA21%, Portes-21%, Portes etc. que pueden ser usadas junto a la: <code>Tarifa Estándar</code>. <br>Refresque la página 'Guardar Cambios' para que el nuevo impuesto añadido, aparezca en 'Impuestos para el envío' para poder ser seleccionado si se trata de un impuesto dedicado a los portes. Seguidamente en la parte superior <strong>"Tasas Impositivas"</strong> aparecerá el nuevo tipo impositivo para ser editado y configurado con Reglas Fiscales en función de un país/es, provincia/s, ciudad/es, C.P etc. <br>Cada vez que añadamos un nuevo país a la tienda (General > Países específicos) y en (Envíos > Tarifa Plana... y otras.), también tendremos que añadir una/s 'Reglas Fiscales' en las distintas 'Tasas impositivas' que tengamos configuradas (Tarifa Estándar, IVA-8, IVA-21, Portes etc.) que hagan referencia a ese país. <br>Los tipos de impuestos creados aquí, serán seleccionables en la sección Productos > Datos del Producto y aplicados a los productos en venta. <br>Usted puede utilizar estas Tasas personalizadas junto con las tasas de impuestos por defecto. <br><br><i><strong>Nota:</strong> Si ya tiene productos introducidos en la tienda, tendrá que ir uno por uno aplicándoles las nuevas Tasas Impositivas creadas aquí, para que en el cálculo final puedan ser aplicadas a los productos</i>. <br><br><strong>Recursos adicionales:</strong> Con el módulo <a href="http://wordpress.org/plugins/woocommerce-pdf-invoices-packing-slips/" target="_blank">WooCommerce PDF Invoices & Packing Slips</a>, se pueden generar y enviar por E-mail las facturas en PDF y genera notas de entrega-albaranes para acreditar y verificar la entrega de un pedido. Cuenta además con campos personalizados para presentar las políticas de devoluciones, nombre de la empresa, dirección etc. para los pedidos de nuestra tienda. En el editor de pedidos 'Acciones' aparecerán los botones que posibilitan en una nueva pestaña su representación gráfica y la impresión de la factura o del albarán. En Woocommerce -> Facturas PDF se pueden configurar sus útiles y extensas opciones de personalización. Este módulo tiene unas opciones sobresalientes entre las que se encuentra la de generar un número secuencial por cada factura muy útil para la gestión administrativa, además de la facilidad para personalizar las plantillas originales. <br><strong>Añadir miniatura en la página de pago:</strong> Este <a href="http://wordpress.stackexchange.com/revisions/e337c29e-8b78-48df-a2a7-692cd69d07d9/view-source" target="_blank">snippet</a> permite personalizar la página de pago para que muestre las imágenes miniatura de los productos que el cliente tiene en su carrito. Para agregar la imagen del producto en la página de pedido puede agregar el código en el plugin personalizado funciones.php. <br><br><strong><i>Nota:</strong> Las Tasas Impositivas del I.V.A son orientativas y pueden cambiar en función de las políticas económicas de cada país en cada momento. <a href="http://es.wikipedia.org/wiki/Impuesto_al_valor_agregado" target="_blank">Definiciones del Impuesto del Valor Añadido por continentes</a> </i><br><br><strong>Añada aquí las Tasas Impositivas adicionales:</strong> Pej: IVA0%, IVA4%, IVA8%, IVA21%, Portes etc...

source: Reduced Rate%sZero Rate
es_es: Tarifa Reducida%sTarifa Cero

source: Display prices during cart/checkout:
es_es: Mostrar los precios en la sección carrito / finalizar compra con:

source: Including tax
es_es: Impuestos incluidos

source: Excluding tax
es_es: Impuestos no incluidos

source: Email Sender Options
es_es: Opciones de comunicaciones por E-Mail:

source: The following options affect the sender (email address and name) used in WooCommerce emails.
es_es: Al ser una tienda en línea, la mayoría de la comunicaciones entre usted y sus clientes se harán por vía electrónica a través de correo electrónico. Recibos de compra, enlaces, pedidos, información de una cuenta nueva, y así sucesivamente se manejan a través de correo electrónico, siendo los E-mails que sus clientes reciben más o menos su imagen pública. Usted tiene algunas opciones de personalización disponibles desde este panel de administración. Desde aquí, se puede controlar no sólo la forma en la que se manejan los correos electrónicos, también se pueden configurar cada correo electrónico individualmente, e incluso añadir plantillas personalizadas para cada uno de los correos electrónicos. Pero lo que es realmente bueno de los ajustes del correo electrónico es que también se puede controlar individualmente el envío desde la tienda de cada uno de ellos. <br><br>Cómo se puede ver aquí, hay una serie de opciones de envío de mensajes disponibles: Nuevo Pedido | Pedido En Preparación | Pedido Completado | Factura Para El Cliente | Nota Para El Cliente | Restablecer Contraseña | Mi Cuenta. Estos son todos los diferentes mensajes de correo electrónico que pueden ser enviados por WooCommerce a sus clientes. Puede ir a cada uno de ellos y personalizarlos. <br><br><strong> Opción para reenviar las notificaciones de pedido. </strong><br>Esta función se encuentra al editar los pedidos en la sección 'Acciones del pedido'. Con esta función se tiene la oportunidad de volver a enviar las notificaciones del pedido de nuevo. Se puede elegir qué E-mails de Nuevo pedido, Pedido en preparación, Pedido completado, Factura para el cliente se tiene que reenviar al pulsar el botón 'Aplicar'. <br><br><strong> Configuración de E-mail del administrador.</strong><br>Las siguientes opciones afectan al remitente o admistrador de la tienda (dirección de email y nombre) usados en los mensajes y notificaciones enviados a los clientes desde su tienda WooCommerce. Cada vez que se produce un evento en su tienda Online... cómo una compra por ejemplo, Woocommerce está configurado para enviar un e-mail tanto al responsable de pedidos cómo al cliente. Al cambian el estado de "Pendiente" a "En preparación", se enviará la confirmación por correo electrónico automáticamente al cliente y al administrador, respectivamente. <br>Puede cambiarse también manualmente en WooCommerce > Pedidos el estado de "Pendiente" a "En preparación", lo que significa, que tendría que mantener continuamente el seguimiento de los pedidos, sin lo cual el cliente no obtendría el correo electrónico de confirmación de pedido, incluso después de hacer el pago. <br>En esta seción se podrán configurar los campos principales del correo electrónico, su logo de marca, el texto principal estándar, los colores de base y también la dirección de e-mail por defecto en caso de tener el control de inventario activado y querer recibir un aviso de las unidades en stock que quedan o si éstas se han agotado etc. Si ocurren errores en los envíos de los e-mail y no se enviaran, puede usar este módulo para corregirlos <a href="http://wordpress.org/plugins/wp-mail-smtp/" target="_blank">WP Mail SMTP</a> y <a href="http://docs.woothemes.com/document/email-faq/" target="_blank">Leer documentación Woocommerce</a> o este otro <a href="http://wordpress.org/plugins/configure-smtp/" target="_blank">Configure SMTP</a>.

source: "From" Name
es_es: "Desde" Nombre de la tienda.

source: "From" Email Address
es_es: "De" Dirección de email del administrador.

source: Email Template
es_es: Plantilla Del Email

source: This section lets you customise the WooCommerce emails. <a href="%s" target="_blank">Click here to preview your email template</a>. For more advanced control copy <code>woocommerce/templates/emails/</code> to <code>yourtheme/woocommerce/emails/</code>.
es_es: Esta sección le permite personalizar los emails de WooCommerce. <a href="%s" target="_blank">Clic aquí para una vista previa de la plantilla de correo</a>. Para un control más avanzado copie <code>woocommerce/templates/emails/</code> a <code>yourtheme/woocommerce/emails/</code>.

source: Header Image
es_es: Imagen de cabecera

source: Enter a URL to an image you want to show in the email's header. Upload your image using the <a href="%s">media uploader</a>.
es_es: Ingrese una URL a una imagen que desea mostrar en el encabezado del correo electrónico o suba la imagen con el <a href="%s">Cargador de Imagenes</a>. Un logo de W: 596 x H:109 será suficiente.

source: Email Footer Text
es_es: Texto del pie del e-mail

source: The text to appear in the footer of WooCommerce emails.
es_es: Texto plano o HTML que aparecerá en el pie de página de los correos electrónicos que se enviarán a los clientes de la tienda Online. Pej: Nombre de la tienda, Dirección, Teléfono, E-mail, Dirección web de Atención Al Cliente etc.

source: Powered by WooCommerce
es_es: Potenciado por WooCommerce

source: Base Colour
es_es: Color Base

source: The base colour for WooCommerce email templates. Default <code>#557da1</code>.
es_es: Este es el color base de la cabecera de las plantillas de correo electrónico WooCommerce. Se puede seleccionar el color que se quiera en la paleta cromática que emerge al pulsar sobre la zona de edición o ingresar el código exadecimal del color capturado con la utilidad <a href="http://pixel-pick.uptodown.com/" target="_blank">Pixel Pick</a> de cualquier parte de la página para dar un aspecto acorde con el estilo de color de la web dándo así una inconfundible unificación cromática con la misma. Por defecto es: <code>#557da1</code>.

source: Background Colour
es_es: Color de fondo

source: The background colour for WooCommerce email templates. Default <code>#f5f5f5</code>.
es_es: Color de fondo de las plantillas de correo electrónico. Por defecto es: <code>#f5f5f5</code>.

source: Email Body Background Colour
es_es: Color de fondo del cuerpo del email

source: The main body background colour. Default <code>#fdfdfd</code>.
es_es: Color de fondo del cuerpo principal. Por defecto es: <code>#fdfdfd</code>.

source: Email Body Text Colour
es_es: Color del texto del cuerpo del email

source: The main body text colour. Default <code>#505050</code>.
es_es: Color del texto del cuerpo principal. Por defecto es: <code>#505050</code>.

source: Default
es_es: Predeterminado

source: Gateway
es_es: Pasarela

source: Gateway ID
es_es: ID de la pasarela

source: Shipping Methods
es_es: Métodos de Envío

source: Drag and drop methods to control their display order.
es_es: Arrastre y suelte los métodos de envío disponibles para controlar su orden de presentación en la página de pago. Marque el botón de 'Predeterminado' para que sea esta la opción que se muestre al cliente seleccionada por defecto al entrar en la página de pago. El signo 'V' de color, determina cuales son los métodos de envío que tenemos activos y disponibles para mostrarse (pero alomejor no configurados). Independientemente de estos ajustes, si tiene el 'Envío gratis, Recogida personal' activo sera colocado en primer lugar ya que Woocommerce seleccionará el más barato por defecto. Esto determina que el método de envío más barato será seleccionado de forma predeterminada.

source: Shipping Method
es_es: Método de envío

source: Method ID
es_es: ID del sistema

source: Tax Rates for the "%s" Class
es_es: Configuración de la Tasa Impositiva: "%s" - <a href="http://woocommerce-es.blogspot.com.es/2013/11/woocommerce-configuracion-de-impuestos.html#.U4S7tnJ_tWJ" target="_blank">Guía de configuración</a>
