Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: Hide out of stock items from the catalog
es_es: Ocultar al cliente en el catálogo de productos los artículos agotados. <br><strong>Oculta del catálogo los artículos agotados</strong> – Marque la casilla si quiere que los productos agotados no aparezcan en el catálogo. Si activa esta opción los artículos agotados no se mostrarán y si una categoría no contiene ningún artículo vendible se ocultará de la rejilla también. Todo depende de su capacidad para reponer el stock. Hay que tener cuidado con esta casilla, imagine vender más de las necesidades que puede cubrir. ¡Cuidado!. <u><br><br><strong>Formato de visualización de stock:</strong></u> Esto establece cómo se le presentará al cliente en la tienda la notificación de la cantidad de stock en la página del 'Producto Solo'. <br>Con la opción <strong>'Solo mostrar stock cuando sea bajo... '</strong> está seleccionada, mostrará cuando el stock de los productos de la tienda estén por debajo del umbral fijado en 'Umbral de stock bajo' el mensaje: 'Atención: ¡Últimos artículos en stock!. Sólo quedan X '. <br>Por el contrario, cuando el nivel de unidades de los productos estén por encima del nivel fijado en 'Umbral de stock bajo' (Normalmente cuando se aumentan las unidades en los productos de la tienda), mostrará el mensaje: 'Stock: X artículos disponibles en stock.'. <br>Cuando el nivel del stock de los productos bajan a 1 la ventana de selección de cantidades en la página del producto desaparecerá. <br>Por el contrario, si la opción 'Permitir, pero notificar al cliente' en la sección <strong>'Datos del Producto > Inventario'</strong> está seleccionada, entonces la ventana de selección de cantidades aparecerá de nuevo. En este caso el cliente recibirá el mensaje: 'Reservas: Pedidos pendientes permitidos', pudiendo hacer el pedido normalmente, pero quedará a la espera de recibirlo si el producto se encuentra "agotado temporalmente" o bien no ha salido a la venta todavia, el envío del pedido quedará pendiente hasta que el proveedor reponga unidades. <br><br><strong>Recurso adicional:</strong> Con el módulo <a href="https://github.com/lowtone/lowtone-woocommerce-stock-extended_status" target="_blank">Extended Stock Status</a>, se puede ampliar y añadir información adicional a la situación del stock en la presentación al cliente del Estado del Stock. Configurar sus acciones en la ficha de cada producto en: Inventario > Estado del stock.

source: Stock Display Format
es_es: Formato de visualización de stock

source: This controls how stock is displayed on the frontend.
es_es: Aquí se establece cómo se le presentará al cliente la notificación de la cantidad de stock en la página del 'Producto Solo' en la tienda.

source: Always show stock e.g. "12 in stock"
es_es: Siempre mostrar stock. Ejemplo: "12 en stock"

source: Only show stock when low e.g. "Only 2 left in stock" vs. "In Stock"
es_es: Solo mostrar stock cuando sea bajo. "¡Últimos artículos en stock!. Sólo quedan X." vs "En Stock"

source: Never show stock amount
es_es: Nunca mostrar la cantidad disponible en stock

source: Shipping Options
es_es: Opciones De Envío

source: Shipping Calculations
es_es: Cálculos De Envíos

source: Enable shipping
es_es: Habilitar envío: Activar o desactivar la funcionalidad de envío en todo el sitio. Desactivado significa que los envíos y todos los cálculos que les afectan no se realizarán, la calculadora y el formulario de envío en la página de pago quedarán ocultos quedando sólo activo el de facturación y la ventana de notas del cliente. <br>Esta funcionalidad es interesante si se está ejecutando una tienda de venta de servicios o de productos descargables por ejemplo. <br><br><strong>Configuración de los envíos/portes:</strong> <br>Para obtener una información más detallada y precisa de cómo se configura la gestión de los envíos/portes puede ir a <a href="http://woocommerce-es.blogspot.com.es/2014/02/configuracion-tipos-envios-clases-envio-tarifa-plana-costes-adicionales-woocommerce.html" target="_blank">Configuración de los envíos en español. </a> <br><br><strong>Impuestos para el envío:</strong> Para aplicar un impuesto (I.V.A) sólo a los portes se ha de crear en la pestaña 'Impuestos' una nueva '<u>Tasa Impositiva dedicada</u>' y exclusiva para los portes/envíos que llamaremos pej: Portes, que afecte a los países de interés (ES), estados/provincias (*), códigos postales (*) y ciudades (*) soportados, con prioridad 1, añadiendo un valor en 'Tasa' del 21% (en España) y en 'Nombre Tasa' le llamaremos pej I.V.A Portes 21% y se marcará la casilla 'Envío'. Esta nueva tasa <i>Portes</i> se seleccionará en 'Impuestos' en la ventana desplegable 'Impuestos para el envío' para aplicarla de forma independiente sólo a los portes, independientemente de otras Tasas Impositivas dedicadas a los productos.<br><br>

source: Enable the shipping calculator on the cart page
es_es: Activar la calculadora de envío en la página del carrito. La página del carrito 'Mi compra' mostrará una calculadora para poder hacer un pre-cálculo de los envíos de los usuarios en función del país / estado-provincia / código postal y resuelve de forma orientativa los métodos de envío disponibles. Si <u>sólo</u> está vendiendo productos o servicios digitales, se la puede desactivar, de manera que el cliente no ve una calculadora de envíos ya qué no hay ningún envío solicitado. Esta opción la activa o desactiva.

source: Hide shipping costs until an address is entered
es_es: Ocultar los gastos de envío hasta que el cliente ingrese una dirección. Marcar esta casilla puede ser una buena idea, ya que en algunos casos, si un cliente entra en su tienda, coloca productos en el carrito, y luego va a la página del carrito viendo un precio de envío, y luego una vez que entra su dirección, se dará cuenta que el precio de envío sube dramáticamente siendo esto bastante desagradable. Si usted piensa que esto puede suceder, es posible que desee marcando la casilla, ocultar los gastos de envío hasta que se ingrese una dirección.

source: Shipping Method Display
es_es: Cómo mostrar los envíos:

source: This controls how multiple shipping methods are displayed on the frontend.
es_es: Aquí se establece cómo los múltiples métodos de envío serán presentados gráficamente en el frontend (La página que el cliente ve). Usted puede elegir cómo desea mostrar las diferentes opciones de envío. Por defecto, se muestran cómo botones de opción, para que pueda ver todas las opciones disponibles. Pero si usted tiene una gran cantidad de opciones de envío, puede optar por cambiar a un cuadro de selección y a continuación obtener este tipo de vista desplegable en su lugar. Sólo recuerde que si cambia a un cuadro de selección, el cliente no ve automáticamente todas las opciones, y tendrá que buscarlas activamente, por lo que en la mayoría de los casos, dejar los botones de opción es una buena idea.

source: Radio buttons
es_es: Botones de opción

source: Select box
es_es: Cuadro de selección

source: Shipping Destination
es_es: Destino del envío y facturación

source: Only ship to the users billing address
es_es: Solo enviar los pedidos a la dirección de facturación del usuario. Si está marcado, sólo se mostrará en la página de 'Hacer Pedido' el formulario de facturación y sus datos serán empleados también para el destino del envío. En este caso, el segudo formulario 'formulario de entrega del pedido' desaparecerá aún estando habilitado.

source: Ship to billing address by default
es_es: Enviar los pedidos a la dirección de facturación por defecto. Si está marcado, junto al formulario de facturación, se mostrará el 'formulario de entrega del pedido' <u><i> de forma desplegable y opcional mediante un botón de opción, si el cliente lo requiere</i></u>, permitiendo al cliente indicar una dirección de facturación y de entrega del pedido diferentes.

source: Collect shipping address even when not required
es_es: Habilitar formulario de entrega del pedido. Guarda la dirección, nombre, ciudad, compañía etc. de envío aún cuando no sea obligatorio. Abre en la página de pago (Hacer Pedido) los dos formularios de facturación y envío del pedido por defecto, que permite al cliente indicar una dirección de facturación y entrega del pedido diferentes. Si sólo está marcada esta opción, ambos formularios se mostrarán por defecto. <br>En todos los casos, los datos recogidos saldrán reflejados en el administrador de pedidos. <br><br><strong>Notas del cliente:</strong> En la sección: Woocommerce > Configuración > General > Realizar pedido, tiene la posibilidad de habilitar en ambos formularios el campo: 'Notas del cliente' en la página de 'Realizar pedido'. Esto le da al cliente la opción de incluir en el momento de rellenar el pedido, una nota con instrucciones específicas sobre él; Horario de entrega, teléfono, preguntar por alguien etc. Esta ventana de Notas del Cliente, estará disponible indistintamente para el formulario de facturación cómo en el de entrega. Estas notas aportadas por el cliente con sus comentarios, tendremos oportunidad de verlas en Pedidos > Editar pedidos (en cada pedido) y en la factura que se le envía al cliente, dónde quedarán explícitamente reflejadas<br><br><strong>Cálculo de impuestos:</strong> Los datos recogidos en los formularios de facturación o envío, servirán para realizar los cálculos de los impuestos aplicados al valor de los productos y a los portes en función de la configuración en la sección 'Impuestos > Calcular los impuestos basados en:'.<br><br><strong>Método de envío para descargas digitales:</strong><br>Este módulo <a href="http://wordpress.org/plugins/woocommerce-digital-download-free-shipping/screenshots/" target="_blank">WooCommerce Digital Download Free Shipping</a> proporciona envío gratuito para descargas digitales. Permite configurarlo a través de una 'Clase' (clase de embalaje) de envío de producto (Pej: Digital-Gratis), para que otros productos también pueden tener sus gastos de envío disponibles. Este envío gratuito estará activo sólo si todos los artículos en el carrito están dentro de esta 'Clase', de lo contrario, se aplicaran los métodos de envío normales. <br><br><strong>Recursos adicionales:</strong><br>En la página de APG y gracias a su generosa e inestimable aportación de conocimientos técnicos, se pueden encontrar algunos módulos y snippets muy interesantes para ampliar las funcionalidades de envío de nuestro comercio online Woocommerce... Entre otros se pueden encontrar: <a href="http://www.artprojectgroup.es/como-anadir-un-campo-nif-o-cif-a-woocommerce" target="_blank">Añadir un campo NIF o CIF a WooCommerce</a> para complementar adecuadamente con datos relevantes la ficha de los pedidos y las facturas o este otro, métodos de envíos basados en los <a href="http://www.artprojectgroup.com/plugins-para-wordpress/woocommerce-apg-weight-and-postcodestatecountry-shipping" target="_blank">Gastos de envío según el peso del pedido</a> etc. <br>.- Ordenar los métodos de envío por coste, de menor a mayor en la página de pago en los 'Detalles de su compra': <a href="https://gist.githubusercontent.com/ChromeOrange/7880412/raw/585a2a81188556bc98677a7c752850b744497f72/gistfile1.php" target="_blank">Ordenar Envíos</a>. <br>.- Agrege un % de recargo al pedido en función del país o países de envío establecidos en el código. El porcentual en este formato 10% = 0.10 se deduce del subtotal del pedido y de los costes del envío, sumándose al total de mismo. <a href="https://gist.githubusercontent.com/ChromeOrange/6638580/raw/77ee70f1dab547f56962de4ca682bf5d269087ba/gistfile1.php" target="_blank">Agregar cargo adicional por país.</a>

source: Payment Gateways
es_es: Pasarelas De Pago

source: Installed payment gateways are displayed below. Drag and drop payment gateways to control their display order on the checkout.
es_es: En una tienda Online es importante ver cómo se cobra a los clientes y qué opciones de pago se le facilita. Esta opción de "Pasarelas de pago" permitirá configurar estas opciones. Woocommerce ofrece cinco pasarelas de pago por defecto, aunque gracias a los plugins que ofrece en su página web se puede conseguir alguna más: <a href="http://www.woothemes.com/product-category/woocommerce-extensions/payment-gateways/" target="_blank">Ver más pasarelas de pago</a>. Al igual que en las formas de envío, esta opción general permite indicar el orden y la forma predeterminada y ordenarlas. Arrastre y suelte la pasarela de pago para controlar el orden en el que se mostrarán en la página de pago 'Hacer Pedido' para qué el cliente elija la que desea utilizar. En 'Estado' se puede ver por el cambio de color, las que están activadas y qué estarán presentes en la página de pago. <br><br><strong>Nueva pasarela de pago gratuita para Servired: </strong>Los clientes puede efectuar sus pagos con tarjeta de crédito a través de <a href="http://www.servired.es/espanol/miembros.htm" target="_blank">Servired</a>, permitiendo a sus usuarios pagar y hacer sus ingresos con Mastercard y Visa. La versión <a href="http://wordpress.org/plugins/woocommerce-servired-integration-light/screenshots/" target="_blank">Servired integración Woocommerce Light</a> actualiza solo las notas del pedido con el resultado del pago. La versión ‘Pro’ actualiza además el estado del pedido de forma automática. <br><i>Datos de configuración: Su entidad bancaria debe proporcionarle los datos de acceso al contratar con ellos el TPV virtual. Una vez los tenga, basta con añadirlos al plugin y ya estará funcionando.</i> <br><br><strong>Marcar los pedidos como completados: </strong>Este módulo <a href="http://wordpress.org/plugins/woocommerce-mark-orders-as-complete/" target="_blank">Mark Orders As Complete</a> marca automágicamente todos los pedidos de WooCommerce como Completado independientemente del tipo de producto. <br>Este <a href="http://www.skyverge.com/blog/how-to-set-woocommerce-virtual-order-status-to-complete-after-payment/" target="_blank">snippet</a> instalado en nuestro fichero personalizado <a href="http://ayudawordpress.com/crea-un-plugin-para-liberar-el-fichero-functions-php/" target="_blank">Funciones.php</a>, permite que todos los pedidos de artículos 'Virtuales' cambien el estatus a 'Completado' una vez realizado el pago. Este código cambiará un pedido a 'Completado', solamente si todo el pedido se compone de productos virtuales (El artículo comenta otras opciones). Asegúrese de que los productos están configurandos como "virtuales". <br><br><strong>WooCommerce payment gateways</strong>: Con este módulo se puede añadir una opción para las pasarelas de pago de WooCommerce para agregar un cargo u honorario adicional fijo o porcentual en cada una de ellas: <a href="http://wordpress.org/plugins/woocommerce-add-extra-charges-option-to-payment-gateways/screenshots/" target="_blank"> WooCommerce payment gateways</a> o este otro <a href="https://github.com/mcguffin/woocommerce-payforpayment" target="_blank">Woocommerce-payforpayment </a>que añade un fijo y/o un porcentual al método de pago. <br><br><strong>Pasarelas de pago para productos descargables</strong>: Desactivar las opciones de pago con Cheques, transferencia bancaria etc. y habilitar PayPal.<br> Las formas de pago que se pueden confirmar en su comercio on line se presentan a continuación. <br><br><strong>Pasarelas de pago disponibles:</strong>

source: Tax Options
es_es: Opciones de Impuestos

source: Enable Taxes
es_es: Habilitar Impuestos.

source: Enable taxes and tax calculations
es_es: Activar los cálculos de impuestos y tasas. El sistema de reglas fiscales en WooCommerce ha sido construido para ser lo más flexible posible para trabajar con cualquier país. Las tasas e impuestos se pueden calcular y aplicar en función de la dirección de envío del cliente, dirección de facturación o dirección de la tienda on line. <br>Si usted está vendiendo solamente productos exentos de impuestos, si usted está en una ubicación que no se cobran impuesto a las ventas o si decide incluir los impuestos en el precio de venta al público (P.V.P) de los productos, puede desactivarlo para qué estos no se calculen, pero en la mayoría de los casos será necesario dejarlo activado para que en la sección de 'Informes > Estadísticas' queden desglosados, sabiendo en cada momento cuanto se ha pagado en impuestos en los pedidos, envíos, beneficio neto obtenido en las ventas y demás datos estadísticos etc. <br><br><strong>Configuración de impuestos:</strong> <br>Para obtener una información más detallada y precisa de cómo se configuran los impuestos puede ir a <a href="http://woocommerce-es.blogspot.com.es/2013/11/woocommerce-configuracion-de-impuestos.html" target="_blank">Configuración de Impuestos en español.</a>

source: Prices Entered With Tax
es_es: Precios marcados con impuestos

source: This option is important as it will affect how you input prices. Changing it will not update existing products.
es_es: Esta opción es importante, ya que afectará a cómo se mostrarán los precios en la tienda. Cambiarla no actualizará los precios marcados en los productos ya existentes.

source: Yes, I will enter prices inclusive of tax
es_es: Sí, Voy a marcar los precios de los productos con los impuestos incluidos.

source: No, I will enter prices exclusive of tax
es_es: No, Voy a marcar los precios de los productos sin incluir impuestos.

source: Calculate Tax Based On:
es_es: Calcular los impuestos basados en:

source: This option determines which address is used to calculate tax.
es_es: Esta opción determina la dirección que se utilizará para calcular los impuestos y cómo se resolverán y aplicarán las distintas 'Tasas Imositivas' a los productos y a los portes en función de la localización del envío del pedido. Los datos de Ciudad, Provincia/Estado, Código Postal y País recogidos en la página de 'Hacer Pedido' en los formularios de facturación o envío, servirán para realizar los cálculos de los impuestos. Si está activado el formulario de 'Envío', se utilizará este. Si no lo está, será el formulario de facturación el qué se utilice ya que se entiende que es también el destino del envío. Por defecto es: Dirección de envío del cliente.

source: Customer shipping address
es_es: Dirección de envío del cliente

source: Customer billing address
es_es: Dirección de facturación del cliente

source: Shop base address
es_es: Dirección sede de la tienda

source: Default Customer Address:
es_es: Dirección predeterminada del cliente:

source: This option determines the customers default address (before they input their own).
es_es: <strong>Dirección predeterminada del cliente:</strong> Esta opción determina la dirección predeterminada de los clientes antes de hacer un pedido en su comercio on line y dejar sus datos de facturación o envío. Cuando un cliente visita su tienda inicialmente no sabemos su ubicación en el cálculo de los impuestos y envíos; este ajuste le permite elegir la ubicación en la que suponemos se encuentran antes de dejar sus datos ya que los impuestos y envíos se calculan en la fase final con los datos recogidos en los formularios de 'Facturación' y 'Envío en función del país, provincia, código postal y ciudad del pedido. <br><u>Dirección de la tienda Online:</u> Hará que el sistema asuma que el cliente está en la misma ubicación que su tienda online. <br><u>Sin dirección:</u> Les dará sin ubicación - los impuestos no se calcularán.

source: No address
es_es: Sin dirección

source: Shipping Tax Class:
es_es: Impuestos para el envío: Selecionar Tasa Impositiva.

source: Optionally control which tax class shipping gets, or leave it so shipping tax is based on the cart items themselves.
es_es: Seleccione aquí la 'Tasa Impositiva' por defecto, que se aplicará a los portes de los pedidos o seleccionar 'Sin impuestos de envío' para no aplicar ninguno. Para aplicar un impuesto Pej: (I.V.A) solo a los portes se ha de crear en la ventana de abajo 'Añada aquí las Tasas Impositivas adicionales', una <u>Tasa Impositiva</u> que llamaremos pej: Portes, Envíos etc. Una vez pulsado el botón 'Guardar Cambios' en la parte de arriba aparecerá para ser configurada para que afecte a los Países de interés (ES), Estados/Provincias (*), Códigos Postales (*) y Ciudad/es (*) soportados con prioridad 1, añadiendo una 'Tasa' del 21,0000 % o la que le corresponda al país o a la región. En 'Nombre Tasa' la llamaremos I.V.A Portes y <u>se marcará la casilla 'Envío'</u>. Esta nueva tasa Portes se seleccionará aquí para aplicarla sólo y exclusivamente a los portes independientemente de otras Tasas Impositivas aplicadas a los productos.

source: Shipping tax class based on cart items
es_es: Sin impuestos de envío

source: Rounding
es_es: Redondeo

source: Round tax at subtotal level, instead of rounding per line
es_es: Redondear impuesto a nivel de subtotales, en vez de hacerlo en cada línea. Marque la casilla si quiere que los impuestos se vean todos sumados en el subtotal o déjela sin marcar si quiere que se apliquen línea por línea, viendo así un desglose mayor de los impuestos exactos de cada producto.

source: Additional Tax Classes
es_es: Añadir tipos adicionales de impuestos:
