Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
es_es: La referencia SKU-REF (Stock-Keeping Unit) es un identificador único para cada uno de los productos o servicios que pueden comprarse. El Stock keeping unit o SKU (en español número de referencia REF) es un identificador usado en el comercio con el objeto de permitir el seguimiento sistémico de los productos y servicios ofrecidos a los clientes. Cada REF se asocia con un objeto, producto, marca, servicio, cargos, etc. Las REF no siempre se asocian con una muestra física, sino que más bien se refieren a entidades facturables. Quienes usan el método REF asignan los números de acuerdo a su propio criterio, basados en las políticas de almacenamiento de datos de cada corporación a nivel regional o nacional. El seguimiento de las REF difiere de otros métodos de seguimiento de productos en que no son controlados por una serie de regulaciones recomendadas por los fabricantes, ni tampoco por regulaciones de terceros. <br><strong>NOTA:</STRONG> Junto a la REF también podemos añadir la ubicación o estantería en el almacén del artículo para facilitarnos su localización en el momento de completar un pedido. Pej C12, Camis-0123-C12, o si es un artículo para un 'Pedido Por Encargo' -PPE ... etc.

source: Product URL
es_es: URL del producto

source: Enter the external URL to the product.
es_es: Introduzca la URL externa del producto

source: Button text
es_es: Texto del botón

# placeholder
source: Buy product
es_es: Comprar producto

source: This text will be shown on the button linking to the external product.
es_es: Este texto se mostrará en el botón que enlaza al producto externo.

source: Regular Price
es_es: Precio Venta Al Público (P.V.P):

source: Sale Price
es_es: Precio Rebajado '¡Rebajado!' en

source: Sale Price Dates
es_es: Fechas:Duración de la etiqueta '¡Rebajado!' en el producto.

source: Cancel
es_es: Cancelar

source: File paths (one per line)
es_es: Rutas del archivo (una por línea)

source: Download Limit
es_es: Límite de descarga

source: Tax Status
es_es: Estado de impuestos

source: Shipping only
es_es: Sólo el envío

source: None
es_es: Ninguno

source: Enable stock management at product level
es_es: Habilitar la gestión de stock a nivel de producto. Al deshabilitar esta función, las opciones de presentación de avisos de: Estado del stock, ¿Permitir reservas... etc. quedarán también inactivas. Para productos descargables se puede desactivar esta gestión del stock.

source: Stock quantity. If this is a variable product this value will be used to control stock for all variations, unless you define stock at variation level.
es_es: Cantidad de stock: La ficha de inventario le permite gestionar el stock para un producto individual y definir si se permiten las reservas de pedidos.Si se trata de un producto variable, este valor se utilizará para controlar el stock para todas las variaciones, a menos que se defina el stock a nivel de variación. En el caso de que las variaciones del producto (M, L, XXL, verde, azul) no tengan ningún valor asignado en 'Cantidad De Stock:', este valor será el que sirva de control del stock general de todas las variaciones. En este caso se presentarán en el 'Producto Solo', las unidades que se van descontado en la tienda de todas las variaciones (DISPONIBILIDAD: X artículos disponibles en stock. ). De tener las variaciones un valor de stock individual, las unidades serán descontadas en cada variación para la administración en función de la venta, pero no se reflejarán en la presentación en el 'Producto Solo' que sólo mostrará la unidades fijadas en 'inventario' dandose el caso de que si es 0 muestre: 'DISPONIBILIDAD: ¡¡ Advertencia !! Últimos artículos en stock. Sólo quedan 0. Reservas: Pedidos pendientes permitidos' lo mejor es tener un valor superior a 0. En los productos simples y 'Reservas Permitidas', si el nivel está por debajo de 1 (0, -1, -2 etc.), el envío en la factura que se envía al cliente, no aparecerá.

source: Stock status
es_es: Estado del stock

source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
es_es: Establece si en el catálogo de productos este artículo presentará la etiqueta de notificación de "En stock" o "Agotado". Con el módulo Lowtone woocommerce stock extended status master, se pueden ampliar estas opciones de avisos y de presentación del Estado de Stock.

source: Allow Backorders?
es_es: ¿Permitir Reservas-pedidos pendientes?

source: Do not allow
es_es: No permitir

source: Allow, but notify customer
es_es: Permitir, pero notificar al cliente

source: Allow
es_es: Permitir

source: If managing stock, this controls whether or not backorders are allowed for this product and variations. If enabled, stock quantity can go below 0.
es_es: Permitir Reservas: Controla si se permite o no a los clientes tener pedidos reservados o pendientes para este producto y variantes. El cliente puede hacer el pedido normalmente, pero quedará a la espera de recibirlo si el producto se encuentra "agotado temporalmente" o bien no ha salido a la venta. El envío del pedido quedará pendiente hasta que el proveedor reponga unidades. Cuando se selecciona "Permitir, pero notificar al cliente" se mostrará en la página del 'Producto Solo' y al lado de las unidades en stock y también en la página 'Mi-Compra' en el producto afectado, el aviso de: 'RESERVAS: Pedidos pendientes permitidos'. Si las opciones de "Permitir" están habilitadas, las existencias del stock podrían estar por debajo de 0 unidades, en este caso se le notificará al cliente con el aviso: 'DISPONIBILIDAD: Sin Stock pero disponible si lo quiere reservar'. Estas opciones están disponibles mientras no exista ningún valor de stock asignado en 'Cantidad De Stock:' en las variaciones. Solo cuando se selecciona 'No permitir' el botón de 'Añadir al pedido' en el producto principal desaparecerá para que el cliente no tenga opción de hacer una reserva del producto.

source: Sold Individually
es_es: Permitir sólo 1 unidad:

source: Enable this to only allow one of this item to be bought in a single order
es_es: Si se habilita permite que sólo una unidad de este artículo pueda ser comprado en un mismo pedido. Esta opción oculta los selectores de cantidad en las páginas para este producto. <strong>NOTA:</STRONG> Para productos descargables es recomendable limitar la cantidad de elementos a 1 unidad habilitando esta función.

source: Weight in decimal form
es_es: Peso en formato decimal

source: Dimensions
es_es: Dimensiones

source: LxWxH in decimal form
es_es: Largo (L) x Ancho (A) x Alto (H) en formato decimal.

source: No shipping class
es_es: No hay ningún tipo de envío definido

source: Shipping class
es_es: Tipo de envío

source: Shipping classes are used by certain shipping methods to group similar products.
es_es: Seleccionar en esta ventana desplegable la Clase de envío asociado a una tarifa que se aplicará a este producto para los portes hasta el destinatario. <br>A las Clases de envío se les asignará un nombre en el menú de la barra lateral: <strong>Productos > Tipos de Envío</strong> y unas tarifas y/o porcentajes en: <strong>Woocommerce > Configuración > Envío > Tarifa Plana > Costes</strong> para luego poder ser seleccionadas aquí.

source: Value(s)
es_es: Valor(es)

source: Select terms
es_es: Atributo de Variaciones - Ingrese algunos atributos.

source: Select all
es_es: Seleccionar todos

source: Select none
es_es: No seleccionar ninguno

source: Add new
es_es: Agregar nuevo

source: Pipe separate terms
es_es: Separar términos verticalmente

source: Visible on the product page
es_es: Visible en la página de producto

source: Used for variations
es_es: Usado para variaciones

source: Enter some text, or some attributes by pipe (|) separating values.
es_es: Ingrese un 'Nombre' para este atributo y algún texto sobre el artículo en venta que se mostrará en la pestaña del Producto Principal 'INFORMACIÓN ADICIONAL' y se marcará 'Visible en la página del producto' (Pej: Reservas, Garantía, Devoluciones, Anuncios de post venta, Eventos, Noticias o cualquier cosa..). Si el producto está marcado cómo 'Producto Variable' también puede añadir sus atributos separados por barras ( | ), Pej: Camiseta: L 20 € a 18 € | Camiseta: M 30 € | Camiseta: XL 40 € | . Estos valores (precios) tienen que tener una correspondencia con los mismos precios al configurar las 'Variaciones' y se marcará 'Usado para variaciones'.

source: Custom product attribute
es_es: Atributos personalizados de productos

source: Save attributes
es_es: Guardar atributos

source: Up-Sells
es_es: Mostrar productos más rentables (Up-Sells).<a href="http://docs.woothemes.com/document/related-products-up-sells-and-cross-sells/" target="_blank">?</a>

source: Up-sells are products which you recommend instead of the currently viewed product, for example, products that are more profitable or better quality or more expensive.
es_es: Up-sells son productos que se le recomiendan al cliente junto al producto principal que se le está presentando en la página, Pej productos que son más rentables o de mejor calidad o más caros que el principal. El Up-Selling es una técnica de venta por la cual un vendedor induce al cliente a comprar productos más caros, actualizaciones u otros complementos en un intento de hacer una venta más rentable pero también puede ser simplemente exponiendo al cliente a otras opciones que quizás no eran consideradas previamente. <strong>Dependiendo de la plantilla de su sitio estos productos se mostrarán en la página del "Producto Solo" por debajo de la descripción del producto.</strong> Simplemente coloque el cursor dentro y comience a escribir. Automáticamente comenzará a buscar productos disponibles dentro de su tienda, acotando la búsqueda a medida que se van introduciendo las iniciales y elija el producto deseado. También se pueden buscar agregando su SKU-REF incluidas sus variaciones. Vaya a Woocommerce > Productos > Datos del producto > Variaciones y copie el SKU-REF y pégue aquí las variaciones que desea incluir.

source: Cross-Sells
es_es: Mostrar productos recomendados (Cross-Sells).

source: Cross-sells are products which you promote in the cart, based on the current product.
es_es: Cross Sells son productos que se promueven y promocionan con base al producto actual en la fase final de venta. <strong>Dependiendo de la plantilla de su sitio, se mostrarán en la página del carrito "Mi compra" debajo del listado de productos del pedido con una imagen en miniatura con un máximo de 2 artículos, aunque si hay más programados, se presentarán de forma aleatoria.</strong> En marketing, se llama Cross-Selling) a la táctica mediante la cual se intenta vender productos complementarios a los que consume o pretende consumir un cliente; así, a una persona que va a comprar un teléfono móvil recibe la recomendación de comprar también una funda, un cargador para el coche o un soporte para utilizarlo cómo GPS. Se le ofrecen productos relacionados con el producto en el que está interesado que encarecen la venta. Simplemente coloque el cursor dentro y comience a escribir. Automáticamente comenzará a buscar productos disponibles dentro de su tienda y elija el producto deseado. También se puede buscar agregando su SKU-REF incluidas sus variaciones. Vaya a Woocommerce > Productos > Datos del producto > Variaciones y copie el SKU-REF y pégue aquí las variaciones que desea incluir.

source: Choose a grouped product&hellip;
es_es: Elija un producto agrupado&hellip;

source: Grouping
es_es: Agrupamiento <a href="http://docs.woothemes.com/document/managing-products/#groupedproduct/" target="_blank">?</a>

source: Set this option to make this product part of a grouped product.
es_es: Esta opción le servirá para seleccionar un producto parte o agrupado con el actual. Un producto agrupado o secundario se crea en gran parte del mismo modo que un producto normal. La única diferencia es la elección de " Producto agrupado "en el menú desplegable 'Tipo de Producto'. Al elegir ''Producto Agrupado'' el precio y otros campos desaparecerán. Una vez completados los campos pulsar Guardar. <br>También se recomiénda cambiar visibilidad a " oculto " para que la gente no pueda ver el producto secundario (agrupado) individualmente. También se debe configurar los valores de stock si usted está planeando gestionar niveles de estock para el producto agrupado. Después tendrá que ir al producto principal y añadir el producto secundario creado anteriormente y que se encontrará dentro de la ventana ''Agrupamiento''. Se añadirá una imagen del producto secundario en la 'Galería del producto' del principal. En el pedido final, saldrán ambos juntos y los cáculos se haran sobre el principal.

source: Purchase Note
es_es: Notas sobre la compra:

source: Enter an optional note to send the customer after purchase.
es_es: Ingrese una nota opcional para enviar al cliente después de la compra. También se presentará en la página de agradecimientos en 'Detalles del pedido'. <br>Pej: ATENCIÓN AL CLIENTE: Para cualquier consulta sobre su pedido o si quiere tener más información o ayuda personalizada sobre su compra, envío etc. puede llamarnos por teléfono o escribirnos desde nuestra página de Atención Al Cliente dispuesta para ello en nuestra tienda. En breve nos pondremos en contacto con usted para informarle sobre la evolución que va experimentado la preparación y envío de su compra o sobre cualquier duda que le pueda haber surgido. Hasta pronto.

source: Menu order
es_es: Orden personalizado:

source: Custom ordering position.
es_es: Posición de orden personalizada. Establece el orden de presentación de los productos mediante la asignación numérica en orden ascendente. El producto con el valor 0 será el primero, el que tiene valor 1 irá a continuación y así sucesivamente. En <strong>WooCommerce > Configuración > Catálogo</strong> cuando se selecciona "(Por nombre + Orden personalizado 0, 1, 2, 3)" de forma predeterminada, se mostrará la clasificación con esta asignación numérica pero el nombre siempre tendrá preferencia.<br><br><strong>WOOCOMMERCE - S.E.O/SLUG - VISIBILIDAD - PRODUCTO DESTACADO</strong>: En esta misma página en las opciones de <u>Publicar</u> se encuentra esta sección que posibilita varias e importantes configuraciones para los productos y el sitio Web.

source: Enable reviews
es_es: Habilitar comentarios y calificaciones con 'estrellitas'

source: Product SKU must be unique.
es_es: La referencia SKU-REF del producto debe ser única.

source: Catalog/search
es_es: En catálogo / Búsquedas

source: Catalog visibility:
es_es: <strong>WOOCOMMERCE - S.E.O/SLUG - VISIBILIDAD - PRODUCTO DESTACADO</strong> - Visibilidad actual de este producto:

source: Define the loops this product should be visible in. The product will still be accessible directly.
es_es: <strong>S.E.O-SLUG:</strong> El 'slug' es la parte de una dirección URL que apunta a una página web, es lo primero que leen los motores de búsqueda, siendo la sección de texto (palabras que definen la URL separadas por un guión - ) que sigue inmediatamente después de su nombre de dominio separadas por guiones formando la dirección URL de una página o post, Pej: Si su página específica habla sobre su empresa de ropa, el Slug de la página debe ser algo así cómo... <i>http://www.midominio.com/<strong>venta-ropa-vestir-marca-ropa-moda-hombre-mujer</strong></i> y no algo cómo <i>http://www.midominio.com/<strong>empresa</strong></i>. <br><br><strong>Rastreo por los motores de búsqueda:</strong><br> El posicionamiento web o S.E.O (Search Engine Optimization) es el procedimiento que se usa para optimizar la posición/clasificación que tiene una página web en los resultados de búsqueda a través de dotar al texto y a la página de las 'palabras claves' que deben estar presentes en las etiquetas 'Meta Tag Title' y 'Description' y a su vez figurar en el SLUG de la página. Las tag importantes para este cometido son: Title, Description y Keyword (Cualquier plugin de S.E.O consigue esto Pej: <a href="https://wordpress.org/plugins/all-in-one-seo-pack/" target="_blank">All One Pack Pro</a>). El posicionamiento web es necesario para aparecer entre los primeros resultados de búsqueda en Google, Yahoo, Bing, entre otros. Mientras más cerca se encuentre su página del primer lugar en los resultados de Google (u otros motores de búsqueda) más altas son las probabilidades de que un cliente potencial llegue a su página. Para activar este rastreo de su comercio online, tiene que activar la función situada en la barra lateral Ajustes > Lectura > Visibilidad para los buscadores. <br><br><strong>Optimización del slug para sus productos, entradas y páginas de su comercio on line:</strong><br><br>Para optimizar sus slug para lograr una mejor y amigable URL para los motores de búsqueda, es suficiente con recordar dos cosas:<br><br>.- Asegúrese de que sus palabras clave de su producto o página están presentes.<br>.- Es conveniente eliminar las palabras vacías en el SLUG cómo preposiciones y otras palabras breves que no aportan significado alguno:... yo, un, sobre, son, cómo, por, es, de, en, o, que, el, este, para etc. o <a href="https://gist.githubusercontent.com/DavidWells/6515830/raw/02649d14c40d7712722db5e391064e43ec48dc39/unset-array.php" target="_blank">poner este snippet</a> en su fichero personalizado funciones.php que lo hará de forma automatizada por Vd. <br><br>Cuando se personaliza el 'slug' se convierte en parte de la URL, en lugar del título que Wordpress coloca por defecto. Esto produce una URL optimizada de búsqueda y amigable para el S.E.O. <br>Cuando se tiene una estructura en la URL amigable para el SEO, aumentarán sus posibilidades de obtener una mejor clasificación e indexación de sus productos o página web en los motores de búsqueda como Google y otros, que por defecto son la mayor fuente de nuevos visitantes a cualquier sitio web. Google le da mucha importancia a la estructura de la URL. Por lo tanto las direcciones de la página también son relevantes a la hora de indexar sus productos o páginas de Wordpress. <br><br> Para habilitar la ventana del slug, en la parte superior extienda las 'Opciones de pantalla' y marque la casilla Slug, ahora puede escribir sus palabras clave aún sin guión ya que wordpress se encargará de añadirlas por Usted. También tiene la opción de debajo del título de ponerlas en 'Enlace permanente: http://... > Editar. Pulsando en Editar veremos que aparece un cuadro de texto donde escribir la nueva url que deseamos escribiendo las palabras claves que definen nuestro producto. <br><br><strong>VISIBILIDAD DE ESTE PRODUCTO:</STRONG> Define los bucles en los que este producto debe ser visible en la tienda. El producto seguirá siendo accesible individualmente. Si este producto es parte o secundario de uno principal (Producto Agrupado), se marcará como 'Oculto' para evitar que salga en las búsquedas y en el catálogo. También se puede usar para los productos que no desee que los clientes compren hasta que esté listo para la venta. <br><br>Si se utiliza el plugin <a href="http://www.woothemes.com/products/chained-products/" target="_blank">woocommerce chained products</a> y este artículo está registrado como "Producto agrupado" y forma parte de un grupo, combo o como un conjunto de las piezas de un objeto o aparato que se suministran sueltas de otro producto principal, se marcará también como "Oculto", así no aparecerá individualmente en el catálogo ni en las búsquedas, pero será siendo accesible desde la nueva etiqueta "Artículos Incluidos" creada por el plugin en el producto principal, desapareciendo en este caso, el botón de "Agregar al Pedido" y en precio marcará 0,00.<br><br><strong>Visibilidad de este producto en la tienda:</STRONG>

source: Enable this option to feature this product.
es_es: <strong>PRODUCTO DESTACADO:</strong> Habilitar esta opción para hacer de este producto un 'Producto Destacado'. Marcar la casilla de opción para cambiar la condición de "Normal" a "Destacado". También se puede cambiar esta condición, pulsando sobre la 'estrellita' asociada a cada artículo en el listado general de productos. Con este código-corto [featured_products per_page="8" columns="4"] puede poner los Productos Destacados en cualquier página de su comercio on line incluida la destinada al error 404. <a href="http://docs.woothemes.com/document/woocommerce-shortcodes/" target="_blank">Ver más códigos-cortos incluidos</a>. <br>Con el widget <strong>Woocommerce Productos Destacados</strong> (Featured Products), se podrá hacer que este producto tenga una preferente visualización en el lateral de la página de la tienda. <a href="http://docs.woothemes.com/document/woocommerce-widgets/" target="_blank">Widgets de Woo</a>

source: Featured Product
es_es: Hacer de este producto un Producto Destacado.

source: Delete image
es_es: Borrar imagen

source: Delete
es_es: Eliminar

source: Add product gallery images
es_es: Añadir productos a la galería de imágenes

source: Add Images to Product Gallery
es_es: Añadir imágenes a la galería del productos

source: Add to gallery
es_es: Añadir a la galería

source: Product Gallery
es_es: Galería de imágenes del producto (Irán debajo de la imágen del 'Producto Principal')

source: Product Short Description
es_es: Descripción Breve del Producto / Excerpt

source: Reviews
es_es: Sus comentarios y los de sus clientes sobre el producto.

source: Order Data
es_es: Datos Del Pedido

source: Order Items
es_es: Artículos del pedido

source: Note: if you edit quantities or remove items from the order you will need to manually update stock levels.
es_es: <strong>Nota:</strong> Si modifica las cantidades, añade artículos o elimina elementos del pedido tendrá que cambiar manualmente en 'ACCIONES' la cantidad en el stock del producto. <br>Con el botón <strong>'AGREGAR ARTÍCULO(S):</strong> Escriba en la barra de búsquedas el producto o su REF que quiere agregar al pedido, Pej camisetas, elija uno y haga clic en 'Agregar artículo(s)', rellene el tipo de impuesto y la cantidad. <br>Con el botón 'Añadir nombre y descripción', rellene 1º: el nombre y 2º: la descripción. El nombre + la descripción personalizada del producto se verá en la factura final. <br>Con el botón <strong>'AÑADIR CARGO':</strong> se pueden añadir manualmente cargos adicionales para los artículos añadidos.

source: Downloadable Product Permissions
es_es: Conceder permisos de descarga

source: Note: Permissions for order items will automatically be granted when the order status changes to processing/completed.
es_es: Permisos de productos descargables <small>&ndash; Nota: Los permisos para los artículos de un pedido se concederán automáticamente cuando el estado del pedido cambie de 'Pedido en preparación' a 'Pedido Completado'.</small>

source: Order Actions
es_es: Acciones del Pedido

source: Coupon Data
es_es: Datos Del Cupón

source: Coupon code
es_es: Código de cupón

source: Product name
es_es: Nombre del producto

source: Allow reviews.
es_es: Permitir calificaciones.

source: Allow <a href="%s" target="_blank">trackbacks and pingbacks</a> on this page.
es_es: Permitir <a href="%s" target="_blank"> trackbacks y pingbacks</a> en esta página.

source: Styles
es_es: Estilos

source: Primary
es_es: Primario

source: Call to action buttons/price slider/layered nav UI
es_es: Colores para: Botones activos, precios, slider, y capas de navegación de la interfaz del usuario. Se puede seleccionar el color que se quiera en la paleta cromática que emerge al pulsar sobre la zona de edición o ingresar el código exadecimal del color capturado con Píxel Pick de cualquier parte de la página para dar un aspecto y unificación cromática con el resto de la misma.

source: Secondary
es_es: Secundario
