Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: WooCommerce Tax Rates (CSV)
es_es: WooCommerce tasas de impuestos (CSV)

source: Import <strong>tax rates</strong> to your store via a csv file.
es_es: Importación de <strong>tasas de impuestos</strong> a su tienda mediante un archivo csv.

source: Sorry, there has been an error.
es_es: Lo sentimos, se ha producido un error.

source: The file does not exist, please try again.
es_es: El archivo no existe, por favor intente de nuevo.

source: The CSV is invalid.
es_es: El CSV es válido.

source: Import complete - imported <strong>%s</strong> tax rates and skipped <strong>%s</strong>.
es_es: Importación completada - Se importaron <strong>%s</strong> impuestos y fallaron <strong>%s</strong>.

source: All done!
es_es: ¡Todos listo!

source: View Tax Rates
es_es: Ver Tasas de Impuestos

source: Import Tax Rates
es_es: Importación De Impuestos

source: Hi there! Upload a CSV file containing tax rates to import the contents into your shop. Choose a .csv file to upload, then click "Upload file and import".
es_es: <strong>Importación CSV </strong> <br>Subir un archivo CSV que contenga las Tasas Impositivas para importar el contenido a su tienda. Elija un archivo .csv para cargar, a continuación, haga clic en el archivo y pulsar el botón "Subir archivo e importar". <br><br>Importación - Exportación CSV <br>La importación o exportación de las distintas Tasas Impositivas se hará de forma individual para cada una de ellas, dándolas el nombre exactamente igual al actual para que la volver al cargarlas, sepamos a qué Tasa Impositiva corresponden. <br>Para que la carga sea efectiva en otro proyecto, primero se ha de crear una Tasa Impositiva con el nombre exactamente igual al que tenían al ser exportadas. Las nuevas Tasas Impositivas importadas serán añadidas a las Reglas fiscales ya existentes si las hubiera. <br>Por ejemplo: Si tenemos una Tasa Impositiva llamada IVA21% y hacemos la exportación para llevarla a otro proyecto, en este nuevo proyecto también tendremos que tener una Tasa Impositiva creándola si no existe, llamándola exactamente igual IVA21%. Para guardar la exportación le daremos al fichero un nombre representativo para saber de que Tasa Impositiva se trata.

source: Tax rates need to be defined with columns in a specific order (10 columns). <a href="%s">Click here to download a sample</a>.
es_es: Las tasas de impuestos es necesario definirlas en columnas en un orden específico (10 columnas). <a href="http://www.webin.es/tarifa-estandar-espana-portugal-andorra-iva21.zip" target="_blank">Haga clic aquí para descargar un ejemplo</a>.

source: Before you can upload your import file, you will need to fix the following error:
es_es: Antes de que usted puede cargar el archivo de importación, debe corregir el error siguiente:

source: Choose a file from your computer:
es_es: Elija un archivo de su ordenador:

source: Maximum size: %s
es_es: Tamaño maximo: %s

source: OR enter path to file:
es_es: O escriba la ruta al archivo:

source: Delimiter
es_es: Separador

source: Upload file and import
es_es: Subir un archivo

source: No product to duplicate has been supplied!
es_es: ¡No se ha proporcionado ningún producto para duplicarlo!

source: Product creation failed, could not find original product:
es_es: La creación del producto falló, no se puede encontrar el producto original:

source: (Copy)
es_es: (Copiar)

source: <strong>Welcome to WooCommerce</strong> &#8211; You're almost ready to start selling :)
es_es: <strong>Bienvenido a WooCommerce</strong> - Usted está casi listo para empezar a vender :) <br><a href="http://www.webin.com.es/woocommerce-traduccion-al-espanol-castellano.html" target="_blank">Fuente original de esta traducción-guía de usuario en: www.webin.es</a>

source: Install WooCommerce Pages
es_es: Instalar páginas de WooCommerce

source: Skip setup
es_es: Saltar la configuración

source: <strong>Your theme does not declare WooCommerce support</strong> &#8211; if you encounter layout issues please read our integration guide or choose a WooCommerce theme :)
es_es: <strong>Su tema parece no ser compatible con WooCommerce</strong> &#8211; si se encuentra con problemas de diseño, por favor lea nuestra guía de integración de woocommerce en cualquier plantilla de Wordpress o elegir un tema WooCommerce :)

source: Theme Integration Guide
es_es: Guía de Integración de plantillas

source: Hide this notice
es_es: Ocultar este aviso

source: <strong>Data Update Required</strong> &#8211; We just need to update your install to the latest version
es_es: <strong>¿Actualizar Woocommerce?</strong> &#8211; Si decide actualizar, se le recuerda que la actual Traducción-Guía de usuario V2.0.20 de la que disfruta, no le servirá completamente. (Recomendable hacer un .RAR o .ZIP del plugin Woocommerce actual.)

source: Run the updater
es_es: Actualizar

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
es_es: Se recomienda que usted haga copia de seguridad de la base de datos antes de continuar. ¿Está seguro de que desea ejecutar el actualizador ahora?

# slug
source: product-category
es_es: categoria-producto

# slug
source: product-tag
es_es: etiqueta-producto

# slug
source: product
es_es: producto

# page_slug
source: lost-password
es_es: contrasena-perdida

source: Lost Password
es_es: ¿Perdió su contraseña?

source: Welcome to WooCommerce
es_es: Bienvenido a WooCommerce

source: Welcome to WooCommerce %s
es_es: Bienvenido a WooCommerce %s

source: Thanks, all done!
es_es: Gracias, ¡todo listo!

source: Thank you for updating to the latest version!
es_es: ¡Gracias por actualizar a la última versión!

source: Thanks for installing!
es_es: ¡Gracias por instalar!

source: %s WooCommerce %s is more powerful, stable, and secure than ever before. We hope you enjoy it.
es_es: %s WooCommerce %s es más potente, estable y seguro que nunca. Esperamos que lo disfruten. La traducción integral y original de este módulo al español ha sido posible por cortesía de www.webin.es.

source: Version %s
es_es: Versión %s

source: Settings
es_es: Configuración

source: What's New
es_es: ¿Qué hay de nuevo?

source: Credits
es_es: Tarjeta de crédito

source: Security in mind
es_es: Seguridad

source: Sucuri Safe Plugin
es_es: Módulo de Seguridad Sucuri Security

source: You will be happy to learn that WooCommerce has been audited and certified by the Sucuri Security team. Whilst there is not much to be seen visually to understand the amount of work that went into this audit, rest assured that your website is powered by one of the most powerful and stable eCommerce plugins available.
es_es: Usted puede estar contento de saber que WooCommerce ha sido auditado y certificado por el equipo de Sucuri Security. Aunque no hay mucho que ver para entender visualmente la cantidad de trabajo que entró en esta auditoría, la seguridad de que su sitio Web está potenciado por una de los más poderosos y estables módulos de comercio electrónico disponibles.

source: A Smoother Admin Experience
es_es: Una experiencia más suave de Administrar

source: New Product Panel
es_es: Panel de Producto Nuevo

source: We have revised the product data panel making it cleaner, more streamlined, and more logical. Adding products is a breeze!
es_es: Hemos revisado el panel de datos del producto por lo que es más limpio, más ágil y más lógico. ¡El añadido de productos ahora es muy sencillo!

source: Nicer Order Screens
es_es: Factura para el pedido %s

source: Order pages have had a cleanup, with a more easily scannable interface. We particularly like the new status icons!
es_es: La páginas de pedidos han tenido una limpieza, con una interfaz más fácilmente susceptible de ser analizada. En particular, cómo los nuevos iconos de estado!

source: Multi-Download Support
es_es: Soporta Multi-Descargas

source: Products can have multiple downloadable files - purchasers will get access to all the files added.
es_es: Los productos pueden tener varios archivos descargables - los compradores tendrán acceso a todos los archivos añadidos.

source: Less Taxing Taxes
es_es: Impuestos menos exigentes

source: New Tax Input Panel
es_es: Panel De Nueva Entrada De Impuestos

source: The tax input pages have been streamlined to make inputting taxes simpler - adding multiple taxes for a single jurisdiction is now much easier using the priority system. There is also CSV import/export support.
es_es: Las páginas de entrada de impuestos se han simplificado para simplificar el ingreso de impuestos - la adición de varios impuestos de una sola jurisdicción es ahora mucho más fácil con el sistema de prioridades. También hay soporte de importación / exportación CSV.

source: Improved Tax Options
es_es: Opciones De Impuestos Mejoradas:

source: As requested by some users, we now support taxing the billing address instead of shipping (optional), and we allow you to choose which tax class applies to shipping.
es_es: A petición de algunos usuarios, ahora implementamos un impuesto a la dirección de facturación en lugar de envío (opcional), y nos permite elegir qué tipo de impuesto se aplicara al envío.

source: Product Listing Improvements Customers Will Love
es_es: Lista de producto, las mejoras les encantarán

source: New Sorting Options
es_es: Nuevas opciones de Clasificación-Ordenación.

source: Customers can now sort products by popularity and ratings.
es_es: Los clientes ahora pueden ordenar los productos por popularidad y calificaciones.

source: Better Pagination and Result Counts
es_es: Mejor paginación y cuentas de resultado

source: Numbered pagination has been added to core, and we show the number of results found above the listings.
es_es: La paginación numerada se ha agregado a la principal, y nos mostrará el número de resultados por encima de los listados.

source: Inline Star Rating Display
es_es: Muestra 'estrellitas' de clasificación debajo del producto

source: We have added star ratings to the catalog which are pulled from reviews.
es_es: Hemos agregado grados de valoración con 'estrellitas' en el catálogo que se activan en función de las opiniones de los clientes en comentarios del producto.

source: Under the Hood
es_es: En administración.

source: New product classes
es_es: Nuevos productos

source: The product classes have been rewritten and are now factory based. Much more extendable, and easier to query products using the new <code>get_product()</code> function.
es_es: Los tipos de productos se han reescrito y se han establecido con los ajustes originales. Mucho más extensible y más fácil para consultar los productos que utilizan el nuevo código mediante la nueva función <code>get_product()</code>.

source: Capability overhaul
es_es: Revisión de capacidad

source: More granular capabilities for admin/shop manager roles covering products, orders and coupons.
es_es: Capacidades más detalladas para los roles de administrador/Gerente de tienda para productos, pedidos y cupones.

source: API Improvements
es_es: Mejoras de la API

source: <code>WC-API</code> now has real endpoints, and we've optimised the gateways API significantly by only loading gateways when needed.
es_es: <code>WC-API</code> ahora tiene extremos reales, y hemos optimizado las pasarelas API significativamente sólo se cargarán cuando sea necesario.

source: Cache-friendly cart widgets
es_es: Widgets de caché este carro

source: Cart widgets and other "fragments" are now pulled in via AJAX - this works wonders with static page caching.
es_es: El widgets del carrito y otros "fragmentos" ahora se ejecutan via AJAX - esto trabaja con almacenamiento en el caché de la página estática.

source: Session handling
es_es: Nombre de la sesión

source: PHP SESSIONS have been a problem for many users in the past, so we've developed our own handler using cookies and options to make these more reliable.
es_es: Las sesiones de PHP han sido un problema para muchos usuarios en el pasado, por lo que hemos desarrollado nuestro propio controlador de uso de cookies y opciones para hacerlo más fiable.

source: Retina Ready
es_es: Retina Lista

source: All graphics within WC have been optimised for HiDPI displays.
es_es: Todos los gráficos dentro de WC han sido optimizados para pantallas HiDPI.

source: Better stock handling
es_es: Mejor manejo de stock

source: We have added an option to hold stock for unpaid orders (defaults to 60mins). When this time limit is reached, and the order is not paid for, stock is released and the order is cancelled.
es_es: Hemos añadido una opción para mantener el inventario o stock de los pedidos pendientes de pago (por defecto 60 minutos). Cuando se alcanza este límite de tiempo, y el pedido no se ha pagado, las acciones se liberan y el pedido se cancela.

source: Improved Line-item storage
es_es: Almacenamiento de elementos en línea mejorado

source: We have changed how order items get stored making them easier (and faster) to access for reporting. Order items are no longer serialised within an order - they are stored within their own table.
es_es: Hemos cambiado la forma en que los artículos del pedido se almacenan haciéndolo más fácil (y más rápido) para acceder a los informes. Los pedido de los artículos ya no son serializados dentro de un orden - que se almacenan en su propia base de datos.

source: Autoload
es_es: Autocarga

source: We have setup autoloading for classes - this has dramatically reduced memory usage in 2.0.
es_es: Hemos puesto en marcha la carga automática de clases - lo que ha reducido drásticamente el uso de memoria en la versión 2.0.

source: Go to WooCommerce Settings
es_es: Preferencias de WooCommerce

source: WooCommerce is developed and maintained by a worldwide team of passionate individuals and backed by an awesome developer community. Want to see your name? <a href="https://github.com/woothemes/woocommerce/blob/master/CONTRIBUTING.md">Contribute to WooCommerce</a>.
es_es: WooCommerce esta desarrollado y mantenido por un equipo mundial de personas apasionadas y con el respaldo de una comunidad increíble de desarrolladores. ¿Quieres ver tu nombre? <a href="https://github.com/woothemes/woocommerce/blob/master/CONTRIBUTING.md">Contribuir a WooCommerce</a>.

source: View %s
es_es: Ver %s

source: Make a duplicate from this product
es_es: Hacer un duplicado de este producto

source: Duplicate
es_es: Duplicar

source: Copy to a new draft
es_es: Copiar a un nuevo borrador

source: Image
es_es: Imagen

source: Name
es_es: Nombre

source: SKU
es_es: SKU-REF

source: Price
es_es: Precio

source: Categories
es_es: Categorías

source: Tags
es_es: Etiquetas

source: Featured
es_es: Destacado

source: Type
es_es: Modo

source: Date
es_es: Fecha

source: Edit this item
es_es: Editar este artículo

source: Edit
es_es: Editar

source: Edit this item inline
es_es: Editar este artículo en línea

source: Quick&nbsp;Edit
es_es: Edición&nbsp;rápida

source: Restore this item from the Trash
es_es: Rescatar éste artículo de la papelera

source: Restore
es_es: Restaurar

source: Move this item to the Trash
es_es: Mover este artículo a la papelera

source: Trash
es_es: Papelera

source: Delete this item permanently
es_es: Borrar este artículo de forma permanente

source: Delete Permanently
es_es: Borrar Permanentemente

source: Preview &#8220;%s&#8221;
es_es: Vista previa "% s"

source: Preview
es_es: Vista previa

source: View &#8220;%s&#8221;
es_es: Ver &#8220;%s&#8221;

source: View
es_es: Ver detalles del pedido

source: Grouped
es_es: Agrupado

source: External/Affiliate
es_es: Externo/Afiliado

source: Downloadable
es_es: Descargable

source: Toggle featured
es_es: Alternar característica: Pulsar sobre la estrellita del producto para cambiar la condición a Destacado o Normal. Con el widget Woocommerce Productos Destacados, se podrá hacer que este producto tenga una preferente visualización en el lateral de la página de la tienda.

source: yes
es_es: sí

source: In stock
es_es: En stock

source: Out of stock
es_es: Agotado

source: Show all product types
es_es: Mostrar todos los tipos de producto

source: Grouped product
es_es: Producto agrupado

source: External/Affiliate product
es_es: Producto Externo/Afiliado

source: Simple product
es_es: Producto simple

source: Show all sub-types
es_es: Mostrando todos los sub-tipos.

source: [%s with SKU of %s]
es_es: [%s con referencia REF de %s]

source: [%s with ID of %d]
es_es: [%s con ID de %d]

source: Product Data
es_es: Datos Del Producto

source: Regular price
es_es: Precio Venta al público (P.V.P):

source: Sale
es_es: Oferta

source: Sale price
es_es: Precio rebajado

source: Weight
es_es: Peso del artículo

source: L/W/H
es_es: L/A/H

source: Length
es_es: Largo

source: Width
es_es: Ancho

source: Height
es_es: Alto

source: Visibility
es_es: Visibilidad

source: Catalog &amp; search
es_es: Búsquedas &amp; catálogo

source: Catalog
es_es: Catálogo

source: Search
es_es: Búsquedas

source: Hidden
es_es: Oculto

source: In stock?
es_es: ¿En stock?

source: Manage stock?
es_es: ¿Gestionar el stock?

source: Stock Qty
es_es: Cantidad de stock

source: — No Change —
es_es: — Sin cambio —

source: Change to:
es_es: Cambiar a:

source: Increase by (fixed amount or %):
es_es: Incrementar por (cantidad fija o por %):

source: Decrease by (fixed amount or %):
es_es: Disminuir por (cantidad fija o por %):

source: Enter price
es_es: Introducir precio

source: Decrease regular price by (fixed amount or %):
es_es: Disminuir el precio normal por (cantidad fija o por %):

source: Yes
es_es: Sí

source: Sort Products
es_es: Ordenar Productos

source: Insert into product
es_es: Insertarlo en el producto

source: Uploaded to this product
es_es: Cargarlo a este producto

source: Code
es_es: Código

source: Coupon type
es_es: Tipo de cupón

source: Coupon amount
es_es: Importe del cupón

source: Description
es_es: Descripción

source: Product IDs
es_es: IDs del Producto

source: Usage / Limit
es_es: Uso / Límite

source: Expiry date
es_es: Fecha de caducidad

source: Edit coupon
es_es: Editar cupón

source: Show all statuses
es_es: Mostrar todos los estados

source: Status
es_es: Estado

source: Order
es_es: Pedido

source: Billing
es_es: Facturación

source: Shipping
es_es: Envío

source: Order Total
es_es: Total Compra:

source: Order Notes
es_es: Notas Del Pedido

source: Customer Notes
es_es: Notas de los Clientes

source: Actions
es_es: Acciones

source: Guest
es_es: Invitado (Sin registro)

source: Order %s
es_es: Pedido nº ID %s

source: made by
es_es: Hecho por el cliente:

source: Via
es_es: Método de pago:

source: Unpublished
es_es: No publicado

source: Y/m/d g:i:s A
es_es: A / m / d g:i:s A

source: %s ago
es_es: hace %s

source: Y/m/d
es_es: A / m / d

source: Processing
es_es: Cambiar a: En preparación.

source: Complete
es_es: Cambiar a Pedido Completado.

source: Show all customers
es_es: Mostrar todos los clientes

source: Revoke Access
es_es: Revocar acceso

source: Click to toggle
es_es: Clic para cambiar

source: File %d: %s
es_es: Archivo %d: %s

source: Downloaded %s time
es_es: Descargado %s vez

source: Downloads Remaining
es_es: Descargas Restantes

source: Unlimited
es_es: Ilimitado

source: Access Expires
es_es: El acceso ha expirado

source: Never
es_es: Nunca

source: Fee Name
es_es: Nombre Meta

source: Tax class
es_es: Clase de impuesto

source: N/A
es_es: Ninguno

source: Taxable
es_es: Sujeto a impuestos

source: Standard
es_es: Tarifa Estándar

source: Product ID:
es_es: ID Del Producto:

source: Variation ID:
es_es: ID Variación:

source: Product SKU:
es_es: Referencia REF del producto:

source: Add&nbsp;meta
es_es: Añadir nombre y descripción

source: Tax Rate:
es_es: Tasas Impositivas aplicadas:

source: Sales Tax:
es_es: Impuestos sobre la venta

source: Shipping Tax:
es_es: Impuestos portes/envíos:

source: Remove
es_es: Eliminar

source: Any
es_es: Cualquier

source: Enter a SKU for this variation or leave blank to use the parent product SKU.
es_es: Introduzca una referencia SKU-REF para esta variación o déjelo en blanco para usar la referencia del producto principal. <br><strong>NOTA:</STRONG> Junto a la REF también podemos añadir la ubicación o estantería en el almacén del artículo para facilitarnos su localización en el momento de completar un pedido. Pej B-5, Camis-0123-C12, o si es un artículo para un 'Pedido Por Encargo' -PPE ... etc.

source: Stock Qty:
es_es: Cantidad De Stock:

source: Enter a quantity to enable stock management at variation level, or leave blank to use the parent product's options.
es_es: Introduzca una cantidad para permitir la gestión de existencias (Stock) de esta variación, o dejar en blanco para usar las opciones de stock del producto principal fijado en 'Inventario'. De tener aquí alguna cantidad de stock, las unidades serán descontadas de esta variación para la administración del stock en función de la venta, pero no se mostrarán las cantidades en la página del 'Producto Solo'. De no asignar ningún valor aquí, el que servirá de control del stock general de todas las variaciones será el del producto principal fijado en 'Inventario' (Para ello todas las variaciones de haberlas deben de tener esta ventana vacía).

source: Regular Price:
es_es: Precio Venta Al Público (P.V.P):

source: Variation price (required)
es_es: Precio de Variación (requerido)

source: Sale Price:
es_es: Precio rebajado. Mostrará etiqueta (¡Rebajado!):

source: Schedule
es_es: Programar (Dejar en blanco para usar sólo P.V.P)

source: Cancel schedule
es_es: Programación cancelada

source: Sale start date:
es_es: Fecha de comienzo de la oferta:

# placeholder
source: From&hellip;
es_es: De&hellip;

source: Sale end date:
es_es: Fecha de fin de la oferta:

# placeholder
source: To&hellip;
es_es: Para&hellip;

source: Enter a weight for this variation or leave blank to use the parent product weight.
es_es: Introduzca el peso de esta variación o déjelo en blanco para usar el peso del producto principal.

source: Dimensions (L&times;W&times;H)
es_es: Dimensiones (L&times;W&times;H)

source: Shipping class:
es_es: Tipo de envío:

source: Same as parent
es_es: Igual que el superior

source: Tax class:
es_es: Tipo de Tasa Impositiva:

source: File paths:
es_es: Rutas del archivo:

source: Enter one or more File Paths, one per line, to make this variation a downloadable product, or leave blank.
es_es: Introduzca una Ruta de Archivo para convertir esta variación en un producto descargable, o déjelo en blanco.

source: File paths/URLs, one per line
es_es: Ruta del archivo / URL uno por línea

source: Choose a file
es_es: Escoja un archivo.

source: Upload
es_es: Cargar

source: Insert file URL
es_es: Inserte la URL del archivo

source: Download Limit:
es_es: Límite de descarga:

source: Leave blank for unlimited re-downloads.
es_es: Esta es la cantidad de veces que un cliente puede descargar el archivo. En la mayoría de los casos no es necesario un límite a esto, porque un cliente puede descargar un archivo y a continuación puede perderlo etc. Pero en ciertos casos, podría limitarlo. <br>Déjelo en blanco para un número ilimitado de re-descargas.

source: Download Expiry:
es_es: Caducidad de la descarga:

source: Enter the number of days before a download link expires, or leave blank.
es_es: Ingrese el número de días que deben pasar antes de que un enlace de descarga expire, o déjelo en blanco. Si lo deja en blanco, la descarga no caducará nunca, pero si desea restringir el tiempo en que el comprador puede descargar el producto, puede fijar el número de días aquí.

source: Enabled
es_es: Habilitado

source: Enable this option if access is given to a downloadable file upon purchase of a product
es_es: Habilita esta opción si se da acceso a un archivo descargable una vez realizada la compra de un producto
