Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: Enable this option to grant access to downloads when orders are "processing", rather than "completed".
es_es: Activar esta opción para permitir el acceso cuando un pedido esté "completado", en lugar de "en preparación". Si habilita esta casilla sus clientes podrán descargar productos digitales mientras sus pedidos están siendo procesados, en vez de esperar a que el pedido esté completado/pagado.<br><br>Si la desactiva, cuando alguien compra un producto descargable, usted cómo propietario del sitio tiene que ir al administrador y autorizar a esta persona para que pueda efectuar la descarga del producto. Eso no es una buena idea, a menos que tenga una razón específica para ello, porque cuando la gente compra productos descargables en línea, esperan poder descargar el producto de inmediato. Así, a menos que haya una razón específica por la cual usted no quiera que sus clientes sean capaces de descargar inmediatamente su producto, debe dejarla marcada.<br><br><strong>Pasos para descargar archivos con WooCommerce de forma segura:</strong><br><strong>1º - </strong>Conéctese a su sitio Web a través de FTP o SFTP y vaya a donde están sus archivos de WordPress. Debería ver archivos como index.php , wp-config.php etc. Está es su "Webroot" y los archivos almacenados aquí o en subdirectorios son (en su mayoría) de acceso público, de forma predeterminada, a menos que esté utilizando directrices en su htaccess.<br><strong>2º - </strong>Vaya a la carpeta por encima de su Webroot y cree una carpeta llamada "descargas". Suba todos los archivos descargables en este directorio. Dentro de su cliente FTP, usted debe ver una opción para copiar la ruta completa y cópiela.<br><strong>3º - </strong>Inicie sesión en su tienda y en WooCommerce > Productos y busque el producto descargable y edítelo. Introduzca en "Rutas del archivo" la dirección URL anterior que acaba de copiar y pulse Guardar. Repita este proceso para todos los archivos descargables en WooCommerce y hacer un pedido de prueba para asegurarse de que no se produce ningún error. Una vez que haya hecho esto, puede eliminar los archivos guardados si los tuviera, en su antiguo directorio wp-content/uploads. <br><br><strong>Recurso adicional:</strong> <a href="http://wordpress.org/plugins/easy-digital-downloads-software-specs/screenshots/" target="_blank">Easy Digital Downloads plugin</a> o <a href="http://wordpress.org/plugins/easy-digital-downloads-related-downloads/screenshots/" target="_blank">Easy Digital Downloads - Related Downloads</a> <br><br><center><strong>La fuente original de esta traducción-manual-guía de usuario V:2.0.20 la puede encontrar en: <a href="http://www.webin.es/woocommerce-traduccion-al-espanol-castellano.html" target="_blank">www.webin.es</a></center></strong><center><strong>En mi personal blog dedicado a la configuración de Woocommerce puede encontrar más infomación con gráficos incluidos sobre la puesta en marcha de este gran módulo . <br><a href="http://woocommerce-es.blogspot.com.es/" target="_blank">Woocommerce-es</a></strong></center>

source: Note: The shop page has children - child pages will not work if you enable this option.
es_es: Nota: la página de tienda tiene subpáginas - las subpáginas no funcionarán si habilita está opción.

source: Page Setup
es_es: Configuración de las páginas principales de la tienda:

source: Set up core WooCommerce pages here, for example the base page. The base page can also be used in your %sproduct permalinks%s.
es_es: Configuración de las páginas principales de la tienda de WooCommerce, por ejemplo: la página principal del catálogo. <br>Las páginas principales de la tienda se crean automáticamente al instalar el módulo Woocommerce y <u>activarlo por primera vez</u>; en la parte superior aparecerá un rótulo con un botón (Instalar páginas de WooCommerce) que al pulsarlo las creará automáticamente con su código-corto, de lo contrario y antes de configurar ésta sección, tendrá que crearlas manualmente, ingresando en el área de edición de cada una de ellas los códigos-cortos correspondientes o utilizar la siguiente utilidad.<br><br><strong>Regenerar las páginas de Woocommerce automáticamente:</strong> Con esta utilidad <a href="https://raw.githubusercontent.com/wp-plugins/woocommerce-re-create-pages/master/woo-recreate-pages.php" target="_blank">Re-Create WooCommerce pages</a> que pegaremos en nuestro fichero de funciones personalizadas <i>funciones.php</i> nos permitirá regenerar todas las páginas de Woocommerce. Este snippet coloca un botón en <i>Woocommerce > Estado del sitema > Herramientas > Re-crear Paginas </i> que las volverá a instalar de nuevo. <br><br><strong>Página de inicio:</strong> <br>La página de inicio de la tienda (index o del catálogo si no tiene o no quiere una página de presentación) se puede indicar en: Ajustes > Lectura > Página inicial y la estructura de productos puede configurarse en sus %s <strong>(Permalinks de Woocommerce )</strong> %s. <br><br><strong>Páginas auxiliares:</strong> Las únicas páginas que se crearán manualmente son las de: <br><u>Atención al Cliente:</u> Aquí se colocará un formulario de petición de información. Es necesaria para los eventos que puedan surgir en la tienda y destinada a resolver reclamaciones, conocer opiniones y sugerencias sobre nuestros productos o servicios así cómo a contestar a las preguntas de nuestros clientes. <br><u>Terminos y Condiciones:</u> Página necesaria legal y técnicamente para ciertos procesos de la tienda. Aquí se radactará el aviso legal y las políticas de privacidad de <a href="http://www.agpd.es/portalwebAGPD/canaldocumentacion/publicaciones/common/Guias/Guia_Cookies.pdf" target="_blank">Cookies</a>, etc. y poner el enlace a la página de forma visible y correcta en la tienda online según la <u>Ley Orgánica de Protección de Datos (LOPD)</u> en España. Se trata de una función muy importante que siempre se debe establecer en el menú de la tienda. <br>En el momento de realizar el pago y en el formulario de registro en la tienda, se le preguntará al cliente (Sí / No) acepta los "Terminos y Condiciones" para poder continuar. <br><strong>Snippet auxiliar:</strong> Este fragmento de código <a href="https://gist.githubusercontent.com/corsonr/9071214/raw/4d3a6c24fe56341ae8e5ac0c1a4eaac5f79b3e23/gistfile1.php" target="_blank">Storing WooCommerce Terms & Conditions in the Database</a> nos permitirá dejar constancia en la BD de que los 'Terminos y Condiciones' han sidio aceptados para poder probar que su cliente está de acuerdo con ellos para posibles litigios. Esta característica saldrá explicitamente reflejada en la edición de cada pedido. <br><u>Seguimiento de Pedidos:</u> [woocommerce_order_tracking] da al cliente la posibilidad de ingresar el ID de un pedido y el E-mail de facturación para visualizar el estado de un pedido determinado. El código corto de seguimiento de pedidos se puede poner en la misma página de 'Pedidos-Seguimiento' o en una auxiliar creada manualmente para este propósito, siendo esta opcional. <br><u>Página de error 404:</u> Cuando un usuario hace clic en un enlace a una página o a un producto que ya no está disponible en su sitio, el servidor devuelve un error 404 (Página no encontrada). Dado que los mensajes genéricos pueden resultar frustrantes para el usuario, le recomendamos crear una página 404 personalizada que proporcione más información sobre su sitio. Además, puede añadir sugerencias útiles, en lugar de mensajes de error y poner un código corto cómo el de productos recientes [recent_products per_page="4" columns="4"] o el de categorías [product_categories number="4" parent="0"] etc, para intentar que no se pierda el interés. Con este <a href="http://www.trottyzone.com/simple-wordpress-action-404/" target="_blank">recurso adicional</a> añadido a su fichero personalizado funciones.php y cambiando '/my404page.php' por nuestra página, hará que cuando surja esta anomalía sea redirigido a la página 404 que hemos creado. <br><br><strong>Módulo auxiliar cookies:</strong> Este plugin le va a ayudar a confeccionar su política de cookies para la ley española. El plugin le proporciona y genera las páginas con los textos legales y técnicos iniciales que necesita su web automáticamente para cumplir con la normativa, pudiéndo ser editados para poder personalizar los textos en función del nombre de su tienda, cookies de terceros, nombre de su empresa etc. mostrando en la parte superior o inferior de las páginas un rótulo retráctil con el texto de autorización a usarlos y enlaces a ellas. <a href="http://wordpress.org/plugins/asesor-cookies-para-la-ley-en-espana/screenshots/" target="_blank">Módulo cookies para la normativa española. </a><br><br><strong>Códigos cortos:</strong> Más abajo y para que sirva de guía, se muestran los nombres de las páginas necesarias y el código-corto correspondiente a cada una de ellas. <br>Para modificar el regreso a la página index o principal de la tienda y no a la 'página principal del catálogo' desde el botón del carrito cuando éste está vacío o se ha completado un pedido, leer este artículo: <a href="http://www.webin.es/woo/cambiar-boton-regreso-a-la-tienda-en-woocommerce" target="_blank">Botón de regreso a la tienda</a>. Si quiere quitar el título del cuerpo principal de de las páginas de la tienda (Mi compra, Ver pedido, Cerrar sesión etc.), puede instalar este módulo <a href="http://wordpress.org/plugins/hide-title/screenshots/" target="_blank">Hide Title</a> en el sistema. <br><br><strong>Compatibilidad:</strong> Cómo integrar WooCommerce en cualquier plantilla de Wordpress: <a href="http://docs.woothemes.com/document/third-party-custom-theme-compatibility/" target="_blank">Compatibilidad Woocommerce</a> - <a href="http://docs.woothemes.com/document/template-structure/" target="_blank">Estructura de la plantilla</a><br><br><strong>Configuración de las páginas de la tienda:</strong>

source: Shop Base Page
es_es: Página principal del catálogo general de la tienda:

source: This sets the base page of your shop - this is where your product archive will be.
es_es: Aquí se establece la <u>página principal del catálogo general</u> de productos Pej: Escaparate, Tienda. Aquí se mostrarán todos los productos en general de todas las categorías, sólo categorías o ambos. Todo depende de la opción seleccionada en la pestaña Catálogo > En las páginas de la tienda mostrar.

source: Base Page Title
es_es: Título De La Página Base

source: This title to show on the shop base page. Leave blank to use the page title.
es_es: Este título aparecerá en la página principal de la tienda. Dejar en blanco para usar el título de la página.

source: Terms Page ID
es_es: Página de terminos y condiciones de la tienda.

source: If you define a "Terms" page the customer will be asked if they accept them when checking out.
es_es: Página de condiciones – De serie no hay ningúna página a estos efectos preestablecida, sin embargo es una página 100% necesaria. WooCommerce proporciona una buena característica que obliga a sus clientes a aceptar los términos y condiciones si se define esta página en la configuración de WooCommerce. Si sus clientes no aceptan los "términos y condiciones", no podrán continuar con el pedido. <br>Para añadirla simplemente tiene que seguir los mismos pasos que para añadir una página cualquiera en WordPress (Menú principal de WordPress > Páginas > Añadir Nueva) y luego seleccionarla en el desplegable de este apartado. <br>Al definirse esta página de "Terminos y Condiciones", en el momento de realizar el pago y en el formulario de registro en la tienda, se le preguntará al cliente (Sí / No) las acepta para poder continuar. <br>En esta página se radactará adecuadamente el aviso legal y las políticas de privacidad de datos, Cookies, condiciones de venta, envíos, devoluciones etc. sacándola con enlace de forma visible y correcta en el menú de la tienda.

source: Shop Pages
es_es: Páginas Principales De La Tienda.

source: The following pages need selecting so that WooCommerce knows where they are. These pages should have been created upon installation of the plugin, if not you will need to create them.
es_es: Las siguientes páginas necesitan ser ubicadas para que WooCommerce sepa dónde están. Estas páginas deberían haberse creado durante la instalación y activación del plugin con sus códigos-cortos correspondientes. Si no es así, o se ha borrado accidentalmente, usted tendrá que crearlas manualmente o utilizar la utilidad de regeneración mencionada anteriormente en: <i>Regenerar las páginas de Woocommerce automáticamente</i>. <br><br><strong>Shortcodes incluidos con WooCommerce:</strong> Los siguientes códigos cortos pueden utilizarse en cualquier lugar que quiera en la zona de edición de cualquier página: <a href="http://docs.woothemes.com/document/woocommerce-shortcodes/" target="_blank">Shortcodes</a> y los incluidos en las plantillas de <a href="http://docs.woothemes.com/document/shortcodes/" target="_blank">Woothemes</a>. Otra alternativa a estos últimos pueden ser los incluidos en <a href="http://www.jshortcodes.com/shortcodes/" target="_blank">jshortcodes</a>.

source: Cart Page
es_es: Página del Carrito: Mi compra [woocommerce_cart]

source: Page contents: [woocommerce_cart]
es_es: Contenido de la página: [woocommerce_cart]

source: Checkout Page
es_es: Página de: Realizar Pedido [woocommerce_checkout]

source: Page contents: [woocommerce_checkout]
es_es: Contenido de la página: [woocommerce_checkout]

source: Pay Page
es_es: Página de: Realizar Pago [woocommerce_pay]

source: Page contents: [woocommerce_pay] Parent: "Checkout"
es_es: Contenido de la página: [woocommerce_pay] Superior: "Realizar Pedido"

source: Thanks Page
es_es: Página de: Agradecimientos [woocommerce_thankyou]

source: Page contents: [woocommerce_thankyou] Parent: "Checkout"
es_es: Contenido de la página: Agradecimientos [woocommerce_thankyou] Superior: "Realizar Pedido". Esta página no se sacará al menú principal, sólo se asignará al sistema en esta sección. Esta página tiene cómo fin lanzar un mensaje de agradecimiento al cliente por su compra cuando ésta se ha efectuado y presentar los detalles del pedido: ID, Fecha, Artículos, Total del pedido, IVA y las detalladas instrucciones para realizar correctamente el pago del pedido según las instrucciones qué habremos incluido al configurar las distintas pasarelas de pago.

source: My Account Page
es_es: Página de: Mi Cuenta-Regístrese [woocommerce_my_account]

source: Page contents: [woocommerce_my_account]
es_es: Contenido de la página: Mi Cuenta-Regístrese [woocommerce_my_account]

source: Edit Address Page
es_es: Página de: Editar Mi Dirección [woocommerce_edit_address]

source: Page contents: [woocommerce_edit_address] Parent: "My Account"
es_es: Contenido de la página: [woocommerce_edit_address] Superior: "Mi Cuenta"

source: View Order Page
es_es: Página de: Pedidos-Seguimiento [woocommerce_view_order] [woocommerce_order_tracking]

source: Page contents: [woocommerce_view_order] Parent: "My Account"
es_es: <u>1-Contenido de la página Ver Pedidos</u>: [woocommerce_view_order] Superior: "Mi Cuenta". En está página se mostrarán al cliente un listado de los pedidos qué ha realizado recientemente con su ID, Estado, Fecha, Total y los botones de Pago, Cancelar y Ver (detalles). <br><u>2-Contenido de la página Seguimiento de Pedios</u>: [woocommerce_order_tracking] . En esta otra página da al cliente la posibilidad de ingresar el ID de un pedido y el E-mail de facturación para visualizar el estado de un pedido determinado. El código corto de seguimiento de pedidos se puede poner en la página 'Ver Pedidos' o en una auxiliar creada manualmente para este propósito, si se quiere sacar al menú de forma individual.

source: Change Password Page
es_es: Página de: Cambio De Contraseña [woocommerce_change_password]

source: Page contents: [woocommerce_change_password] Parent: "My Account"
es_es: Contenido de la página: [woocommerce_change_password] Superior: "Mi Cuenta"

source: Logout Page
es_es: Página de: Cerrar Sesión [woocommerce_my_account] [woocommerce_logout]

source: Parent: "My Account"
es_es: Página de: Cerrar sesión [woocommerce_my_account] Superior: "Mi Cuenta". Cambiar el código-corto original por este otro: [woocommerce_logout] y saque esta página al menú de la tienda para poder, una vez terminado un pedido, poder cerrar la sesión. Este código corto actua como un vinculo de cierre de sesión de un sólo clic cuando el usuario en el enlace del menú, invoca la página que lo lleva.

source: Lost Password Page
es_es: Página de: Contraseña Perdida [woocommerce_lost_password]

source: Page contents: [woocommerce_lost_password] Parent: "My Account"
es_es: Contenido de la página: [woocommerce_lost_password] Superior: "Mi Cuenta"

source: Catalog Options
es_es: Opciones del catálogo

source: Default Product Sorting
es_es: Clasificación por defecto de los productos en la tienda.

source: This controls the default sort order of the catalog.
es_es: Aquí se establece la presentación y el orden predeterminado del catálogo de productos que el cliente ve. Por defecto la configuración es por Nombre + Orden Personalizado, que significa que los productos se ordenan alfabéticamente pero también se le puede asignar una prioridad numérica a un producto específico para que tenga más prioridad que los demás productos. <br>Al editar un producto en: Productos > Editar producto > Datos del producto > Avanzado > Orden del menú, podrá establecer el orden de aparición de sus productos mediante asignación numérica en orden ascendente. Contará con un valor por defecto de 0, pudiéndose establecer el orden de sus productos mediante la asignación de números en orden ascendente, siendo el producto con el valor 0 el primero, el que tiene valor 1 será el segundo y así sucesivamente, pero el nombre siempre tendrá preferencia. La clasificación puede ser controlada por el cliente en un cuadro de selección desplegable cuando se encuentra en las páginas del catálogo.

source: Default sorting (custom ordering + name)
es_es: Por defecto la clasificación es: (Por nombre + Orden personalizado 0,1,2)

source: Popularity (sales)
es_es: Ordenar por pularidad de ventas.

source: Average Rating
es_es: Ordenar por calificación media

source: Sort by most recent
es_es: Ordenar por el más reciente

source: Sort by price (asc)
es_es: Ordenar por precio (asc)

source: Sort by price (desc)
es_es: Ordenar por precio (desc)

source: Shop Page Display
es_es: En las páginas de la tienda mostrar:

source: This controls what is shown on the product archive.
es_es: Aquí se establece cómo las imágenes del stock de productos serán presentados en la página de la tienda que el cliente ve. Define la 'Presentación de la página del catálogo' para mostrar los productos, las categorías, o ambos. Por ejemplo, si usted tiene una categoría de camisetas, cuando un cliente visita esa página, ¿Quiere que vean todos los productos, las categorías de las camisetas o ambos?. De tener algunos productos en una sola categoría lo mejor es establecer la opción 'Mostrar productos' así solo se mostrarán estos. De tener varias categorías con multitud de productos por cada una lo mejor será mostrar solo las categorías, así el cliente irá navegando por la que más le interese. La opción 'Mostrar ambos' presentará todas las categorías al principio de la página y luego acontinuación todos los productos de todas las categorías. Las categorías han de tener una imagen asociada y relacionada con la temática de los artículos de esa categoría. Para todos los casos, se ordenarán con las opciones de clasificación seleccionadas en 'Clasificación por defecto de los productos en la tienda'. <strong>Nota:</strong> Las categorías sólo se mostrarán en la rejilla del escaparate si contienen algún artículo o subcategoría en su interior.

source: Show products
es_es: Mostrar productos

source: Show subcategories
es_es: Mostrar categorías/subcategorías

source: Show both
es_es: Mostrar ambos

source: Default Category Display
es_es: En páginas de categorías mostrar:

source: This controls what is shown on category archives.
es_es: <strong> En Categorías Mostar:</strong> Aquí se establece el modo en que se mostrarán los productos dentro de cada categoría y la presentación de la jerarquía de las subcategorías. Si se selecciona 'Mostrar productos', se mostrarán sólo los productos incluidos en esa categoría. <br>Con la selección de 'Mostrar Categorías/subcategorías' se mostrarán solo las subcategorías incluidas en esa categoría si las hubiera y si se selecciona 'Mostrar ambos' se presentarán las subcategorías y los productos todos juntos. Estas acciones se podrán cambiar aquí, si en Productos > Categorías > Ediar (producto) > Tipo de visualización se establece cómo Predeterminado. En esta sección se podrán establecer directamente los otros tipos de presentación y ordenar las jerarquías de las Categorías/Subcategorías. <br>Las categorías han de tener una imagen asociada y relacionada con la temática de sus productos. Para todos los casos, se ordenarán con las opciones seleccionadas en 'Clasificación por defecto de los productos en la tienda'.

source: Add to cart
es_es: Añadir al carrito

source: Redirect to the cart page after successful addition
es_es: Redirigir al cliente a la página del carrito (Mi compra) después de haber agregado un producto. De no marcar esta opción, el artículo se añadirá a la compra normalmente y se mostrará el aviso de ello, pero el cliente permanecerá en la misma página del producto adquirido.
