Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: Attributes let you define extra product data, such as size or colour. You can use these attributes in the shop sidebar using the "layered nav" widgets. Please note: you cannot rename an attribute later on.
es_es: <strong>Para que sirven estos Atributos:</strong> Los atributos permiten definir datos o contenidos adicionales para los productos, cómo un texto relacionado con el producto o los tamaños, tallas o colores. Estos últimos que son 'variables' nos servirán para configurar los precios de estas variaciones al asociar el atributo a un producto determinado. <br>Estos atributos pueden ser llamados en las sección <strong> Productos > Editar Producto > Atributos > Atributos Personalizados.. </strong>. <br>Luego en la misma sección en <strong> Variaciones</strong> se puede elegir una determinada variación y asociarla a un precio. Una vez configuradas, el cliente en 'Producto Solo' tendrá la oportunidad en una ventana desplegable de elegir una u otra, viendo el precio de la misma al ser seleccionada. <br><br>En 'Productos > Editar Producto > Atributos >' se tiene la oportunidad de hacerlos visibles para que aparezcan uno debajo del otro, al pulsar la pestaña: <strong> 'Información Adicional'</strong> de la página del <strong>'Producto Solo'</strong>. <br>Junto a estos aparecerán también los que añade por defecto Woocommerce (Peso y Dimensiones) si se tiene programada su presentación. <br><br><strong>Tipos de Atributos:</strong> Hay dos tipos de atributos que se pueden definir en la sección Modo: Texto y Variaciones. <br>Puede poner un texto en otro idioma, cuantas unidades componen el producto en venta o en que condiciones se servirá etc. Cada atributo saldrá en una nueva línea de presentación. <br><br><strong>Contenido Personalizado:</strong> Para asignar a un producto atributos de forma personalizada, tiene que ir a <strong>Productos > Editar Producto > Atributos</strong> y pulsar el botón 'Añadir'. En el campo de edición de texto que aparece tiene la oportunidad de rellenar el contenido de texto o variaciones y la posibilidad de hacerla visible en el producto o no, en este caso se tiene además, un botón de opción 'Usado para variaciones' para hacerla 'Variable'. <br><br><strong>Tabla de Configuración:</strong> En la tabla de al lado y una vez creado un atributo, se tiene la oportunidad pulsando el botón 'Configurar' de introducir los textos o variaciones directamente que luego podrá seleccionar en los 'Datos del Producto'. En la columna 'Texto o Variaciones' puede ver el texto o parámetros de las variaciones (L, M, XXL) de cada atributo preestablecido. También puede cambiar el orden de aparición, arrastrando hasta la posición elegida y soltarlo. <br>En la columna 'Modo' se muestra la condición que tiene cada Atributo: 'Text o Select'. <br>También puede utilizar estos atributos en la barra lateral de compras con el Widget 'Woocommerce Capa de Navegación'. <br>Ténga en cuenta que una vez asignado un nombre y unas propiedades, luego no podrá renombrar un atributo.

source: Add Attribute
es_es: Añadir atributo

source: Are you sure you want to delete this attribute?
es_es: ¿Seguro que quieres borrar este atributo?

source: Overview
es_es: Resumen

source: Thank you for using WooCommerce :) Should you need help using or extending WooCommerce please <a href="%s">read the documentation</a>. For further assistance you can use the <a href="%s">community forum</a> or if you have access, <a href="%s">our support desk</a>.
es_es: Gracias por usar WooCommerce. Si necesita ayuda para utilizar o ampliar WooCommerce por favor <a href="%s">leer nuestra documentación</a>. Para obtener asistencia adicional puede utilizar nuestro <a href="%s">Foro de la comunidad</a> y también si usted tiene acceso, en nuestro <a href="%s">Servicio de asistencia técnica</a>.

source: If you are having problems, or to assist us with support, please check the status page to identify any problems with your configuration:
es_es: Si está teniendo problemas, o para ayudarle con el soporte técnico, consulte la página de estado para identificar cualquier problema con su configuración:

source: System Status
es_es: Estado del sistema

source: If you come across a bug, or wish to contribute to the project you can also <a href="%s">get involved on GitHub</a>.
es_es: Si usted encuentra un error, o desea contribuir al proyecto también puede <a href="%s"> involucrarse en GitHub</a>.

source: Here you can set up your store and customise it to fit your needs. The sections available from the settings page include:
es_es: Puede configurar su tienda y personalizarla para satisfacer sus necesidades. Las secciones disponibles desde la página de configuración incluyen:

source: General settings such as your shop base, currency, and script/styling options which affect features used in your store.
es_es: Preferencias generales; cómo la localización de su tienda, moneda, y opciones de scripts/estilos que afectarán los componentes usados en su tienda.

source: Pages
es_es: Páginas

source: This is where important store page are defined. You can also set up other pages (such as a Terms page) here.
es_es: Aquí es donde las páginas importantes de su tienda se establecen. También puede establecer otras páginas (cómo la página de Términos y Condiciones etc.).

source: Options for how things like price, images and weights appear in your product catalog.
es_es: Opciones para definir cómo es que se muestran los precios, imágenes y pesos en el catálogo de productos.

source: Options concerning stock and stock notices.
es_es: Opciones relacionadas al stock y notificaciones de stock.

source: Options concerning tax, including international and local tax rates.
es_es: Opciones relacionadas con los impuestos, incluyendo tasas de impuesto locales e internacionales.

source: This is where shipping options are defined, and shipping methods are set up.
es_es: Aquí se definen las opciones de envío, y se configuran los métodos de envío

source: Payment Methods
es_es: Métodos de pago

source: This is where payment gateway options are defined, and individual payment gateways are set up.
es_es: Aquí es donde se definen las pasarelas de pago que estarán disponibles y también dónde se configuran cada una de ellas.

source: Here you can customise the way WooCommerce emails appear.
es_es: Aquí puede personalizar la forma cómo se muestran los E-mails de WooCommerce.

source: Integration
es_es: Integración

source: The integration section contains options for third party services which integrate with WooCommerce.
es_es: La sección de integración contiene opciones para servicios de terceros que se integran con WooCommerce.

source: Reports
es_es: Informes

source: The reports section can be accessed from the left-hand navigation menu. Here you can generate reports for sales and customers.
es_es: La sección Informes puede ser accedida desde el menu de navegación izquierdo. Aquí puede generar informes para ventas y clientes.

source: Sales
es_es: Ventas

source: Reports for sales based on date, top sellers and top earners.
es_es: Informe para las ventas basadas en fechas, los más vendidos y los de mayor ingreso.

source: Coupon usage reports.
es_es: Informes del uso de cupones.

source: Customers
es_es: Clientes

source: Customer reports, such as signups per day.
es_es: Reportes de los clientes, cómo ingresos por día.

source: Stock reports for low stock and out of stock items.
es_es: Informes de stock para niveles bajos de stock y articulos agotados.

source: Orders
es_es: Pedidos

source: The orders section can be accessed from the left-hand navigation menu. Here you can view and manage customer orders.
es_es: Se puede ingresar a la sección de pedidos desde el menú de navegación izquierdo. Aquí puede ver y gestionar los pedidos de los clientes.

source: Orders can also be added from this section if you want to set them up for a customer manually.
es_es: Los pedidos también pueden ser añadidos desde esta sección si desea configurarlos para sus clientes manualmente.

source: Coupons can be managed from this section. Once added, customers will be able to enter coupon codes on the cart/checkout page. If a customer uses a coupon code they will be viewable when viewing orders.
es_es: Los cupones pueden ser gestionados desde esta sección. Una vez agregados, los clientes podrán ingresar un código de cupón en el carrito de compra o en el proceso de pago. Si un cliente usa un código de cupón usted lo podrá saber cuando revise los pedidos.

source: For more information:
es_es: Para más información

source: Project on WordPress.org
es_es: Proyecto sobre WordPress.org

source: Project on Github
es_es: Proyecto en Github

source: WooCommerce Docs
es_es: Documentos WooCommerce

source: Official Extensions
es_es: Extensiones Oficiales

source: Official Themes
es_es: Temas Oficiales

source: Monthly Sales
es_es: Ventas Mensuales

source: WooCommerce Right Now
es_es: Actualmente en WooCommerce

source: WooCommerce Recent Orders
es_es: Pedidos recientes.

source: WooCommerce Recent Reviews
es_es: Comentarios recientes.

source: Shop Content
es_es: Contenido de la tienda

source: Product
es_es: Producto

source: Product Category
es_es: Categoría De Producto

source: Product Tag
es_es: Etiqueta de producto

source: Attribute
es_es: Atributo

source: Pending
es_es: Pendiente

source: On-Hold
es_es: En espera (de pago)

source: Completed
es_es: Completado

source: You are using <strong>WooCommerce %s</strong>.
es_es: Está usando <strong>WooCommerce %s</strong>.

source: item
es_es: artículo

source: There are no product orders yet.
es_es: Aún no hay pedidos de productos.

source: out of 5
es_es: de 5

source: There are no product reviews yet.
es_es: No hay ningún comentario todavía.

source: Sold
es_es: Vendido

source: Earned
es_es: Beneficio

source: Order Received
es_es: Agradecimientos

source: Thank you, we are now processing your order. Your order's details are below.
es_es: Muchas gracias por visitarnos y comprar en nuestra tienda Online. Le confirmamos que su pedido se ha recibido correctamente y que a continuación procederemos a tramitarlo para enviárselo en un breve espacio de tiempo. Los detalles del mismo son los siguientes:

source: Order:
es_es: Pedido:

source: Quantity
es_es: Cantidad

source: Order total:
es_es: Total pedido:

source: Customer details
es_es: Datos del cliente

source: Billing address
es_es: Dirección de facturación

source: Shipping address
es_es: Dirección de envío

source: Could not compile woocommerce.less:
es_es: No se pudo compilar woocommerce.less:

source: Mark processing
es_es: Marcar cómo en preparación

source: Mark completed
es_es: Marcar cómo completado

source: Order status changed by bulk edit:
es_es: El estado del pedido se modificó por una edición en lote:

source: Order status changed.
es_es: Estado del pedido cambiado.

source: WooCommerce Settings
es_es: Preferencias de WooCommerce

source: WooCommerce Status
es_es: Estado

# Admin menu name
source: Orders
es_es: Pedidos

source: Are you sure you want to remove the selected items? If you have previously reduced this item's stock, or this order was submitted by a customer, you will need to manually restore the item's stock.
es_es: ¿Está seguro de que quiere eliminar los elementos seleccionados? Si ya ha reducido el stock de este artículo, o este pedido fue pedido por un cliente, tendrá que restaurar manualmente el stock del artículo.

source: Please select some items.
es_es: Por favor, seleccione algunos artículos.

source: Remove this item meta?
es_es: ¿Borrar este artículo?

source: Remove this attribute?
es_es: ¿Quitar este atributo?

source: Enter a name for the new attribute term:
es_es: Introduzca un nombre para el nuevo término del atributo:

source: Calculate totals based on order items, discounts, and shipping?
es_es: ¿Calcular totales basados en los articulos del pedido, descuentos y envío?

source: Calculate line taxes? This will calculate taxes based on the customers country. If no billing/shipping is set it will use the store base country.
es_es: ¿Calcular impuestos por línea? Esto calculará los impuestos basados en el país de los clientes. Si no se ha especificado una dirección de facturación/envío se usará el país sede de la tienda.

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
es_es: ¿Copiar la información de facturación a la información de envío? Esto eliminará cualquier información de envío introducida actualmente.

source: Load the customer's billing information? This will remove any currently entered billing information.
es_es: ¿Cargar la información de facturación del cliente? Esto eliminará la información de facturación introducida actualmente.

source: Load the customer's shipping information? This will remove any currently entered shipping information.
es_es: ¿Cargar la información de envío del cliente? Esto eliminará la información de envío introducida actualmente.

source: No customer selected
es_es: No se ha seleccionado un cliente

source: Product updated. <a href="%s">View Product</a>
es_es: Producto actualizado. <a href="%s">Ver producto</a>

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado borrado.

source: Product updated.
es_es: Producto actualizado.

source: Product restored to revision from %s
es_es: La revisión del producto fue restaurada de %s

source: Product published. <a href="%s">View Product</a>
es_es: Producto publicado. <a href="%s">Ver Producto</a>

source: Product saved.
es_es: Producto guardado.

source: Product submitted. <a target="_blank" href="%s">Preview Product</a>
es_es: Producto enviado. <a target="_blank" href="%s">Vista previa del producto</a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Product</a>
es_es: Producto programado para: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vista previa</a>

source: Product draft updated. <a target="_blank" href="%s">Preview Product</a>
es_es: Borrador del producto actualizado. <a target="_blank" href="%s">Vista previa</a>

source: Order updated.
es_es: Pedido actualizado.

source: Order restored to revision from %s
es_es: El pedido ha sido restaurado a la revisión %s

source: Order saved.
es_es: Pedido guardado.

source: Order submitted.
es_es: Pedido enviado.

source: Order scheduled for: <strong>%1$s</strong>.
es_es: Pedido programado para: <strong>%1$s</strong>.

source: Order draft updated.
es_es: Borrador del pedido actualizado.

source: Coupon updated.
es_es: Cupón actualizado.

source: Coupon restored to revision from %s
es_es: Cupón restaurado a la revisión de %s

source: Coupon saved.
es_es: Cupón guardado.

source: Coupon submitted.
es_es: Cupón enviado.

source: Coupon scheduled for: <strong>%1$s</strong>.
es_es: Cupón programado para: <strong>%1$s</strong>.

source: Coupon draft updated.
es_es: Borrador del cupón actualizado.

source: Order notes
es_es: Notas sobre los pedidos

source: These settings control the permalinks used for products. These settings only apply when <strong>not using "default" permalinks above</strong>.
es_es: Estos ajustes controlan los enlaces permanentes utilizados para los productos. Estos ajustes sólo se aplican cuando <strong>no son usados "por defecto" los permalinks de arriba</strong>. <br><br><strong>Configuración por defecto:</strong> Para evitar el mensaje de error 404 se pueden configurar por defecto los permalink de la siguiente forma. Debemos configurar los <i>Ajustes Comunes</i> dejando activa la opción <i>Nombre Entrada</i> y en la sección <i>Woocommerce permalinks</i> activar la opción <i>Predeterminado</i> y pulsamos Guardar Cambios. <br><a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Permalinks de Wordpress.</a> <a href="http://docs.woothemes.com/document/permalinks/" target="_blank">Permalinks de Woocommerce.</a><br><br><strong>Snippet error 404 redirección:</strong><br> Con este <a href="http://jordiplana.com/wordpress-how-to-redirect-404-errors-to-plain-html-pages" target="_blank">fragmento de código </a> que colocaremos en nuestro fichero personalizado <i>funciones.php</i>, podemos hacer una redirección a una página establecida exprofeso para cuando se presenta esta anomalía. En esta página de error se hará mención a esta particular circunstancia y podemos poner algún código-corto de los que dispone Woocommerce para hacer que el cliente no pierda interés en nuestros artículos; por ejemplo los productos destacados [featured_products per_page="4" columns="4"]. <a href="http://docs.woothemes.com/document/woocommerce-shortcodes/" target="_blank">Más códigos-cortos de Woocommerce</a>

# default-slug
source: shop
es_es: tienda

# default-slug
source: product
es_es: producto

source: Shop base
es_es: Página sede de la tienda.

source: Shop base with category
es_es: Categoría principal de producto

source: Custom Base
es_es: Pesonalizado

source: Enter a custom base to use. A base <strong>must</strong> be set or WordPress will use default instead.
es_es: Introduzca una base personalizada para usar. <strong> Se debe</strong> establecer una base personalizada o WordPress utilizará la suya por defecto en su lugar, Pej: /escaparates/%product_cat%.

source: Product permalink base
es_es: Woocommerce permalinks.

source: Product category base
es_es: Enlace permanente de la categoría del producto

source: Product tag base
es_es: Enlace permanente de la etiqueta del producto

source: Product attribute base
es_es: Categoría raíz de los productos

# page_slug
source: shop
es_es: tienda

source: Shop
es_es: Tienda

# page_slug
source: cart
es_es: mi-compra

source: Cart
es_es: Mi compra

# page_slug
source: checkout
es_es: realizar-pedido

# page_slug
source: my-account
es_es: mi-cuenta

source: My Account
es_es: Entrar-Registro

# page_slug
source: edit-address
es_es: editar-direccion

source: Edit My Address
es_es: Editar mi dirección

# page_slug
source: view-order
es_es: ver-pedido

source: View Order
es_es: Ver pedido

# page_slug
source: change-password
es_es: cambiar-contraseña

source: Change Password
es_es: Cambiar contraseña

# page_slug
source: logout
es_es: cerrar-sesion

source: Logout
es_es: Cerrar sesión

# page_slug
source: pay
es_es: pago

source: Checkout &rarr; Pay
es_es: Realice su pago &rarr;

# page_slug
source: order-received
es_es: pedido-recibido

source: Sales by day
es_es: Ventas por día

source: Sales by month
es_es: Ventas por mes

source: Taxes by month
es_es: Impuestos por mes

source: Product Sales
es_es: Ventas de productos

source: Top sellers
es_es: Los más vendidos

source: Top earners
es_es: Los más rentables

source: Sales by category
es_es: Ventas por categoría

source: Discounts by coupon
es_es: Descuentos por cupón

source: Sales amount
es_es: Ingresos por ventas

source: Number of sales
es_es: Número de ventas

source: Total sales
es_es: Ventas totales

source: n/a
es_es: Ninguno

source: Total orders
es_es: Pedidos totales

source: items
es_es: Artículos

source: Average order total
es_es: Promedio total pedidos

source: Average order items
es_es: Promedio de pedidos de artículos

source: Discounts used
es_es: Descuentos utilizados

source: Total shipping costs
es_es: Costes totales de envío

source: This month's sales
es_es: Ventas de este mes

source: From:
es_es: Rango de selección: Desde:

source: To:
es_es: Hasta:

source: Show
es_es: Mostrar

source: Total sales in range
es_es: Ventas totales en el rango

source: Total orders in range
es_es: Pedidos totales en el rango

source: Average order total in range
es_es: Promedio de pedidos totales en el rango

source: Average order items in range
es_es: Promedio de pedidos de artículos en el rango

source: Sales in range
es_es: Ventas en el rango de selección

source: Year:
es_es: Año:

source: Total sales for year
es_es: Ventas totales por año

source: Total orders for year
es_es: Pedidos totales por año

source: Average order total for year
es_es: Promedio de pedidos totales por año

source: Average order items for year
es_es: Promedio de pedidos de artículos por año

source: Monthly sales for year
es_es: Ventas mensuales por año

source: Product does not exist
es_es: El producto no existe

source: Product no longer exists
es_es: El producto ya no existe

source: Sales for %s:
es_es: Ventas para el artículo: %s

source: Month
es_es: Mes

source: No sales :(
es_es: Sin ventas :(

source: Total orders containing coupons
es_es: Total de pedidos conteniendo cupones

source: Percent of orders containing coupons
es_es: Porcentaje de pedidos que contienen cupones

source: Total coupon discount
es_es: Descuento del total en cupones

source: Most popular coupons
es_es: Cupones más populares

source: Used 1 time
es_es: Usado 1 vez

source: No coupons found
es_es: Ningún cupón encontrado

source: Greatest discount amount
es_es: Cantidad total descuentos

source: Discounted %s
es_es: Descuento total: %s

source: Show:
es_es: Mostrar:

source: Coupon
es_es: Cupón

source: Top coupon
es_es: Mejor cupón

source: Worst coupon
es_es: Peor cupón

source: Discount average
es_es: Promedio de descuento

source: Discount median
es_es: Mediana de descuento

source: Monthly discounts by coupon
es_es: Descuentos mensuales por cupón

source: Total customers
es_es: Total clientes

source: Total customer sales
es_es: Ventas totales a clientes registrados

source: Total guest sales
es_es: Ventas totales a clientes no registrados

source: Total customer orders
es_es: Total de pedidos de los clientes

source: Total guest orders
es_es: Total pedidos de clientes no registrados

source: Average orders per customer
es_es: Promedio de pedidos por cliente

source: Signups per day
es_es: Inscripciones por día

source: Low stock
es_es: Stock bajo

source: No products are low in stock.
es_es: Sin productos, stock bajo

source: Marked out of stock
es_es: Marcado cómo fuera de stock

source: No products are out in stock.
es_es: Sin productos, stock agotado.

source: Total taxes for year
es_es: Total impuestos por año

source: Total product taxes for year
es_es: Total impuestos de productos por año

source: Total shipping tax for year
es_es: Total impuestos de envíos por año

source: Total Sales
es_es: Ventas Totales

source: This is the sum of the 'Order Total' field within your orders.
es_es: Esta es la suma de los campos 'Total Pedidos' de todos sus pedidos.

source: Total Shipping
es_es: Total Gastos de Envío

source: This is the sum of the 'Shipping Total' field within your orders.
es_es: Esta es la suma del campo 'Total de Gastos de envío' de todos los pedidos.

source: Total Product Taxes
es_es: Total Impuestos en Productos

source: This is the sum of the 'Cart Tax' field within your orders.
es_es: Esta es la suma de los 'Impuestos por ventas' de todos sus pedidos.

source: Total Shipping Taxes
es_es: Total Impuestos de Envíos

source: This is the sum of the 'Shipping Tax' field within your orders.
es_es: Esta es la suma de los campos 'Impuestos de envío/portes' asociados a sus pedidos.

source: Total Taxes
es_es: Total de Impuestos

source: This is the sum of the 'Cart Tax' and 'Shipping Tax' fields within your orders.
es_es: Esta es la suma de los 'impuestos en ventas' y los 'impuestos de envío/portes'.

source: Net profit
es_es: Ganancia neta

source: Total sales minus shipping and tax.
es_es: Beneficio Neto: Total ventas menos gastos de envío e impuestos.

source: Toggle tax rows
es_es: Alternar filas de impuestos

source: Category
es_es: Categoría

source: Top category
es_es: Mejor categoría

source: Worst category
es_es: Peor categoría

source: Category sales average
es_es: Promedio de ventas de la categoría

source: Category sales median
es_es: Media de venta de la categoría
