Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: Monthly sales by category
es_es: Ventas mensuales por categoría

source: Action failed. Please refresh the page and retry.
es_es: Error en la acción. Por favor, actualice la página y vuelva a intentarlo.

source: Your settings have been saved.
es_es: Su configuración ha sido guardada.

source: More functionality and gateway options available via <a href="%s" target="_blank">WC official extensions</a>.
es_es: Más funcionalidades y opciones de pasarelas de pago disponibles vía <a href="%s" target="_blank">Extensiones Oficiales de WC</a>.<br><br><center>La fuente original de esta traducción-manual-guía de usuario la puede encontrar en: <a href="http://www.webin.es/woocommerce-traduccion-al-espanol-castellano.html" target="_blank">www.webin.es</a></center><center>En mi blog dedicado a la configuración de Woocommerce puede encontrar más infomación con gráficos incluidos. <a href="http://woocommerce-es.blogspot.com.es/" target="_blank">Woocommerce-es</a></center>

source: Tax Rates
es_es: Tasas impositivas

source: Email Options
es_es: Opciones de E-mail

source: Save changes
es_es: Guardar cambios

source: The changes you made will be lost if you navigate away from this page.
es_es: Los cambios realizados se perderán si se navega fuera de esta página.

source: Hard Crop
es_es: Recortar más: Obliga a tener el tamaño especificado.

source: Select a page&hellip;
es_es: Seleccionar una página&hellip;

source: Choose a country&hellip;
es_es: Elija un país&hellip;

source: Choose countries&hellip;
es_es: Elija los países&hellip;

source: Tools
es_es: Herramientas

source: Please include this information when requesting support:
es_es: Por favor, incluya esta información cuando se le solicite ayuda:

source: Download System Report File
es_es: Descargadar archivo de informe de sistema

source: Environment
es_es: Entorno

source: Home URL
es_es: URL de la página principal

source: Site URL
es_es: URL del Sitio

source: WC Version
es_es: Versión de WC

source: WC Database Version
es_es: Versión de la Database de WC

source: WP Version
es_es: Versión de WP

source: Web Server Info
es_es: Información de servidor Web

source: PHP Version
es_es: Version de PHP

source: MySQL Version
es_es: Versión de MySQL

source: WP Memory Limit
es_es: WP Límite de Memoria

source: %s - We recommend setting memory to at least 64MB. See: <a href="%s">Increasing memory allocated to PHP</a>
es_es: %s - Recomendamos una memoria mínima de 64MB. Ver: <a href="%s">para aumentar la memoria dedicada a PHP</a>

source: WP Max Upload Size
es_es: WP Tamaño Máximo de Carga

source: PHP Post Max Size
es_es: Tamaño máximo del mensaje de PHP

source: PHP Time Limit
es_es: Límite de tiempo de PHP

source: WC Logging
es_es: Inicio de sesión en WC

source: Log directory is writable.
es_es: El directorio de registros es escribible.

source: Log directory (<code>woocommerce/logs/</code>) is not writable. Logging will not be possible.
es_es: El directorio de registros (<code>woocommerce/logs/</code>) no tiene permisos de escritura. El registro no será posible.

source: Your server has fsockopen and cURL enabled.
es_es: Su servidor ha habiltado fsockopen y cURL.

source: Your server has fsockopen enabled, cURL is disabled.
es_es: Su servidor ha habiltado fsockopen, cURL está desactivado.

source: Your server has cURL enabled, fsockopen is disabled.
es_es: Su servidor ha habilitado cURL, fsockopen está deshabilitado.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
es_es: Error: wp_remote_post () falló. PayPal IPN (Notificación de pago instantáneo) no funcionará con su servidor. Póngase en contacto con su proveedor de hosting.

source: SOAP Client
es_es: SOAP-ID de Cliente

source: Your server has the SOAP Client class enabled.
es_es: El servidor tiene el tipo SOAP (Simple Object Access Protocol) habilitado. SOAP es un protocolo estándar que define cómo dos objetos en diferentes procesos pueden comunicarse por medio de intercambio de datos XML.

source: Your server does not have the <a href="%s">SOAP Client</a> class enabled - some gateway plugins which use SOAP may not work as expected.
es_es: Su servidor no tiene el tipo de <a href="%s">SOAP Client</a> habilitado - algunos plugins de pasarelas de pago que utilizan SOAP (Simple Object Access Protocol ) pueden no funcionar cómo se esperaba.

source: WP Remote Post
es_es: WP Mensaje Remoto.

source: wp_remote_post() was successful - PayPal IPN is working.
es_es: wp_remote_post() fue exitoso - PayPal IPN (Notificación de pago instantáneo) está funcionando. IPN es un servicio de mensajes de Paypal u otros que envía una notificación al sistema cuando la transacción se ha efectuado con éxito.

source: wp_remote_post() failed. PayPal IPN won't work with your server. Contact your hosting provider. Error:
es_es: Error: wp_remote_post () falló. PayPal IPN (Notificación de pago instantáneo) no funcionará con su servidor. Póngase en contacto con su proveedor de hosting.

source: wp_remote_post() failed. PayPal IPN may not work with your server.
es_es: Error: wp_remote_post () falló. PayPal IPN (Notificación de pago instantáneo) no funciona con su servidor.

source: Plugins
es_es: Plugins-Módulos

source: Installed Plugins
es_es: Plugins instalados

source: by
es_es: por

source: version
es_es: versión

source: Force SSL
es_es: Forzar SSL

source: WC Pages
es_es: Páginas de WC

source: Shop Base
es_es: Página principal tienda

source: Pay
es_es: Pago

source: Thanks
es_es: Gracias

source: Edit Address
es_es: Editar Dirección

source: Page not set
es_es: Página no establecida

source: Page does not exist
es_es: La página no existe

source: Page does not contain the shortcode: %s
es_es: La página no contiene el código-corto: %s

source: WC Taxonomies
es_es: Taxonomías de WC

source: Order Statuses
es_es: Estados de pedido

source: Product Types
es_es: Tipos de producto

source: Templates
es_es: Plantillas

source: Template Overrides
es_es: Modificaciones de plantilla

source: No core overrides present in theme.
es_es: No reemplaza el núcleo presente en el tema.

source: WC Transients
es_es: WC temporales

source: Clear transients
es_es: Limpiar temporales

source: This tool will clear the product/shop transients cache.
es_es: Esta herramienta limpiará el caché temporal de productos/compras.

source: Expired Transients
es_es: Temporales caducados

source: Clear expired transients
es_es: Limpiar temporales expirados

source: This tool will clear ALL expired transients from Wordpress.
es_es: Esta herramienta limpiará el caché temporal de productos/compras.

source: Term counts
es_es: Cuentas a plazo del cliente

source: Recount terms
es_es: Recuento de condiciones

source: This tool will recount product terms - useful when changing your settings in a way which hides products from the catalog.
es_es: Esta herramienta hará un recuento de los términos de los productos - útil cuando se cambian los ajustes de una manera que se oculten los productos en el catálogo.

source: Capabilities
es_es: Capacidades

source: Reset capabilities
es_es: Restablecer capacidades

source: This tool will reset the admin, customer and shop_manager roles to default. Use this if your users cannot access all of the WooCommerce admin pages.
es_es: Esta herramienta va a restablecer las funciones de administración, clientes y la tienda por defecto. Utilice esta opción si los usuarios no pueden acceder a todas las páginas de administración de WooCommerce.

source: Product Transients Cleared
es_es: Los temporales del producto han sido borrados

source: %d Transients Rows Cleared
es_es: Los transitorios %d del producto han sido limpiados

source: Roles successfully reset
es_es: Los roles han sido restablecidos satisfactoriamente

source: Terms successfully recounted
es_es: Las condiciones han sido restaurados satisfactoriamente

source: There was an error calling %s::%s
es_es: Se produjo un error al llamar %s::%s

source: There was an error calling %s
es_es: Hubo un error al llamar %s

source: Display type
es_es: Tipo de visualización

source: Subcategories
es_es: Subcategorías

source: Both
es_es: Ambos

source: Thumbnail
es_es: Miniatura

source: Upload/Add image
es_es: Subir/Añadir imagen

source: Remove image
es_es: Eliminar imagen

source: Use image
es_es: Usar imagen

source: Product categories for your store can be managed here. To change the order of categories on the front-end you can drag and drop to sort them. To see more categories listed click the "screen options" link at the top of the page.
es_es: <strong>CATEGORÍAS:</strong> Las categorías de la tienda pueden ser gestionadas desde aquí. <br>Antes de que podamos comenzar a añadir productos a nuestro nuevo sitio de comercio electrónico en primer lugar debemos configurar las categorías de los productos Pej: Camisas, Corbatas, Zapatos, Cinturones etc. añadiendo una corta descripción y asignarles una imagen representativa a la temática de la misma de iguales dimensiones en píxel para su igualitaria prentación en la rejilla de categorías. Es muy importante tomarse el tiempo necesario para pensar en la mejor manera de estructurar la jerarquía de las categorías y subcategorías de los producto para que tengan el sentido idóneo para su sitio de comercio electrónico. <br>Las categorías también pueden ser creadas en la ficha de cada producto a medida que las vayamos necesitando. En este editor de productos también tendremos la oportunidad de asignarlos a las categorías ya establecidas. <br><br><strong>Mostrar la descripción:</strong> Con este <a href="http://wordpress.org/support/topic/display-category-description-on-shop-page" target="_blank">Snippet</a> cortesía de 'Anna Marie' colocado en su fichero personalizado funciones.php para fines de SEO puede hacer que se muestre el título (duplicando 'echo') y la descripción debajo de cada categoría y subcategoría. También es posible que ciertos plugins para el SEO hágan uso de ella para presentarla en la META DESCRIPTION en las páginas de categorías del sitio. <br><br><strong>Nota:</strong> Las categorías sólo se mostrarán en la rejilla del escaparate si contienen algún artículo o subcategoría en su interior. <br><br><strong>Mostrar categorías vacias:</strong> Por si tiene alguna razón para presentar también las categorías vacías, puede usar en su fichero de funciones personalizadas este <a href="https://gist.githubusercontent.com/goliver79/8802282/raw/e6742e819ff09db7beb712a1d712b3dbfacfa8a8/functions.php" target="_blank">fragmento de código</a>. <br><br><strong>Códigos costos Woocommerce:</strong> Aquí se presentan algunas opciones en formato <a href="http://docs.woothemes.com/document/woocommerce-shortcodes/" target="_blank">Código-Corto</a> para la presentación de las categorías. <br><br><strong>Widget incluidos en Woocommerce:</strong> Woocommerce cuenta además con algunos widget muy interesantes cómo: Woocommerce Categorías de Productos, que puede mostar una lista o desplegable de categorías de productos o cómo el de Productos Recientes, Los más Vendidos etc. Estos widgets se pueden encontrar en Aparencia => Widgets. <br><br><strong>Plugin Adicional:</strong> Con el módulo <a href="http://wordpress.org/plugins/category-seo-meta-tags/screenshots/" target="_blank">Category SEO Meta Tags</a> puede tener la posibilidad de añadir etiquetas meta de categoría, etiquetas de página y taxonomías personalizadas. <br><br><strong>Orden de presentación:</strong> <br>Para cambiar el orden de presentación de las categorías en el front-end (la página principal de la tienda que el cliente ve) y ordenarlas, puede arrastrar y soltarlas desde aquí. <br>Para ver más categorías del listado, haga clic en el enlace "opciones de pantalla" en la parte superior de esta página y cambie el número a presentar. <br><br><strong>SECCIÓN SLUG:</strong> Mejora el SEO en WordPress. El slug es la sección de texto (palabras que definen un producto separadas por un guión - ) que sigue inmediatamente después de su nombre de dominio separadas por guiones /camisas-de-chica-y-chico/, y forma la dirección URL de una página o post, por ejemplo: www.nombretienda.com/camisetas/<strong>camisetas-chica-chico-varios-colores-algodon-lino/</strong> . <br><br><strong>NOTA:</strong> El SLUG tambien es empleado en los códigos-cortos de 'categorías', 'subcategorias' para presentarlas cuando se invocan a trevés de alguno de ellos Pej: [product_category category="slug" per_page="4" columns="4" orderby="price" order="asc"].

source: Shipping classes can be used to group products of similar type. These groups can then be used by certain shipping methods to provide different rates to different products.
es_es: <strong>Tipos de Envios:</strong> La razón de los métodos de envío es que no se puede cobrar lo mismo por un envío grande y pesado que por uno pequeño y ligero. Aquí se pueden crear (es ponerle un nombre representativo y orientativo) los diferentes tipos de envío en función del tamaño, peso o volumen-masa (pej:Plomo) de los productos de su comercio online, Pej: Envío-10€, Porcentual10%, Zapatos-10€, Camisas, Libros etc. dependiendo de las características o dimensiones de los productos que componen las diversas categorías de su catálogo. <br><br>Los tipos de envío pueden ser usados para agrupar productos del mismo tipo o similares características en dimensiones, peso y volumen (camisas, zapatos, libros) son lo que llamaremos 'Clases' (clase de embalaje) para que estos grupos o 'Clases' puedan ser usadas por ciertos métodos de envío para brindar tasas diferentes a las 'Clases' con productos diferentes. <br><br><strong>Configuración:</strong> Después de haber creado aquí los tipos de envío que va a usar, en la sección de: <strong>Configuración > Envíos > Tarifa Plana > Costes adicionales</strong> se configurarán cada uno de los tipos creados aquí en: (+ Añadir Tipo de Envío) uno por uno asignándole un Coste y unos Gastos de Gestión (si los tuviera) o solo un porcentaje del valor del producto, para que puedan ser aplicados en el computo final en la página del carrito (Mi Compra), al producto correspondiente en venta o a una 'Clase' y a todos los productos agrupados en ella. <br><br><strong>Asignación:</strong> Una vez configurados los costes a los distintos tipos de envío, estos pueden ser asignados a cada producto en: <strong>(Productos > Datos del Producto > Envío)</strong>.<br><br><a href="http://docs.woothemes.com/document/product-shipping-classes/" target="_blank">Woocommerce Tipos de Envío</a>

source: Configure shipping class
es_es: Configurar el tipo de envío

source: Billing Address
es_es: Dirección de Facturación

source: Shipping Address
es_es: Dirección De Envío

source: Paying Customer?
es_es: ¿Es un cliente de pago?

source: Completed Orders
es_es: Pedidos Completados

source: Customer Billing Address
es_es: Dirección De Facturación Del Cliente

source: First name
es_es: Nombre de pila

source: Last name
es_es: Apellido

source: Country or state code
es_es: Código de país o estado.

source: 2 letter Country code
es_es: Código del país de 2 letras

source: Telephone
es_es: Teléfono

source: Customer Shipping Address
es_es: Dirección De Envío Del Cliente

source: State/County or state code
es_es: Departamento/País o código de departamento
