Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: Buttons and tabs
es_es: Colores para: Botones y Solapas. Se puede seleccionar el color que se quiera en la paleta cromática que emerge al pulsar sobre la zona de edición o ingresar el código exadecimal del color capturado con Pixel Pick de cualquier parte de la página para dar un aspecto y unificación cromática con el resto de la misma.

source: Highlight
es_es: Resaltar

source: Price labels and Sale Flashes
es_es: Colores para: Etiquetas y textos de Precios, Agotados, ¡Rebajados! y en general Flashes y Etiquetas de Liquidación etc. Se puede seleccionar el color que se quiera en la paleta cromática que emerge al pulsar sobre la zona de edición o ingresar el código exadecimal del color capturado con Pixel Pick de cualquier parte de la página para dar un aspecto y unificación cromática con el resto de la misma.

source: Content
es_es: Contenido

source: Your themes page background - used for tab active states
es_es: Color de fondo de su página. Se utilizará para los estados activos en las etiquetas. Se puede seleccionar el color que se quiera en la paleta cromática que emerge al pulsar sobre la zona de edición o ingresar el código exadecimal del color capturado con la utilidad Pixel Pick de cualquier parte de la página para dar un aspecto y unificación cromática con el resto de la misma.

source: Subtext
es_es: Subtexto

source: Used for certain text and asides - breadcrumbs, small text etc.
es_es: Se utiliza para ciertos textos y acotaciones. Por ejempo, para texto pequeño, breadcrumbs (o ruta de navegación: Es una ayuda a la navegación utilizados en las interfaces de usuario) etc. Se puede seleccionar el color que se quiera en la paleta cromática emergente o ingresar el código exadecimal del color capturado con Pixel Pick de cualquier parte de la página para dar un aspecto y unificación cromática con el resto de la misma.

source: To edit colours <code>woocommerce/assets/css/woocommerce-base.less</code> and <code>woocommerce.css</code> need to be writable. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
es_es: Para modificar los colores <code>woocommerce/assets/css/woocommerce-base.less</code> y <code>woocommerce.css</code> tiene que tener permisos de escritura. Vea <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> para obtener más información.

source: Localisation
es_es: Localización

source: Use informal localisation for %s
es_es: Usar archivo de localización informal para %s si existiese

source: General Options
es_es: Opciones generales:

source: Base Location
es_es: Ubicación sede de la tienda.

source: This is the base location for your business. Tax rates will be based on this country.
es_es: Aquí se puede establecer el país y provincia sede para su tienda online. Las tasas e impuestos se basarán en este país. <br><strong><u>PAíSES/PROVINCIAS PERSONALIZADOS:</u></STRONG> <br>Con el fragmento de código 'snippet' recomendado en el comentario de más abajo 'Snippet universal Ubicación de la tienda', puede fijar cualquier País/Provincia como base/sede de su tienda con esta presentación: Portugal -- Lisboa, además de poder aplicar impuestos independientes y resolver los envíos en función sus provincias.

source: Currency
es_es: Moneda local del país de la tienda.

source: This controls what currency prices are listed at in the catalog and which currency gateways will take payments in.
es_es: Esta configuración establece en qué moneda se marcarán los precios de los productos en el catálogo y en qué moneda se realizarán los pagos a través de las pasarelas de pago de nuestra tienda. <br><strong><u>MONEDAS PERSONALIZADAS:</u></strong> <br>Para agregar una divisa y su símbolo que no aparece de forma predeterminada en Woocommerce a su tienda, lea más abajo este comentarío: <br><i>Añadir tipo de moneda a Woocommerce</i>.

source: Allowed Countries
es_es: Países en los que quiere vender

source: These are countries that you are willing to ship to.
es_es: Estos son los países en los que está dispuesto vender, facturar y enviar sus productos. De no seleccionar ninguno y dejar 'Todos los países', en la página de 'Hacer Pedido' tanto en la 'Dirección de facturación cómo en 'Dirección del envío', se mostrará un desplegable para que el cliente elija el que le corresponde para poder continuar con el pedido. <br>Si se define uno sólo aquí, en la página 'Hacer Pedido' se mostrará este y el desplegable desaparecerá. <u><br><strong>ENVÍOS:</STRONG></u> <br>Para que el sistema resuelva los envíos en estos países selecionados, se debe habilitar este país/es también en Envío > Opciones de Envío... Tarifa Plana y otras. <u><br><strong>IMPUESTOS:</STRONG></u><br>Cada vez que añadamos un nuevo país a la tienda (General > Países específicos) y en (Envíos > Tarifa Plana u otras), también tendremos que añadir una/s 'Reglas Fiscales' en las distintas 'Tasas impositivas' que tengamos configuradas (Tarifa Estándar, IVA-8, IVA-21, Portes etc.) que hagan referencia a ese país, con una configuración especifica de acuerdo con las normas vigentes en cada país sede de la tienda (Código país) región (Código estado) etc.

source: All Countries
es_es: Todos los países

source: Specific Countries
es_es: Países específicos

source: Store Notice
es_es: Aviso/Anuncio de la tienda.

source: Enable site-wide store notice text
es_es: Activar las notificaciones, anuncios y avisos en la tienda. El Aviso Tienda se puede utilizar para cualquier cosa que quiera dar a conocer a sus clientes. Al habilitar esta opción y dependiendo de la plantilla, mostrará un rótulo en la parte superior o inferior en las páginas de su tienda, en la que se informa a las personas o posibles clientes que visiten su página Web de cualquier incidencia, ofertas, cupones establecidos para los artículos etc. Uno de los avisos más útiles en las páginas de su tienda es cómo... "Tienda en operaciones de mantenimiento" y que está trabajando en su sitio haciendo cambios que podrían tener un impacto en el cliente y que sus pedidos podrían no enviarse si el pedido se realiza al mismo tiempo Pej: <br><strong>AVISO:</strong> Estamos en proceso de renovación de nuestro catálogo y haciendo mejoras en nuestro sitio Web que podrían tener un impacto imprevisto sobre su pedido, haciendo que éste no se enviara si se realizara al mismo tiempo. Estas operaciones son breves y enseguida estaremos en línea animándole a que nos visite de nuevo en unos minutos.... pero si usted se siente lo suficientemente generoso cómo para hacer una compra por equivocación ... <strong> ¡¡¡ No se admitirán devoluciones !!!.</strong>.<br><br><strong>Añadir tipo de moneda a Woocommerce:</strong><br>Para agregar una divisa en particular y su símbolo que no aparece de forma predeterminada a su comercio on line WooCommerce, puede colocar en su fichero plugin personalizado funciones.php que ha de crear y activar cómo un <a href="http://ayudawordpress.com/crea-un-plugin-para-liberar-el-fichero-functions-php/" target="_blank">plugin normal</a>, el siguiente código de <a href="https://gist.githubusercontent.com/mikejolley/1565309/raw/6e2da0dc933d0888175b4736799cf75e6b236583/gistfile1.txt" target="_blank">Monedas Personalizadas</a> y configure sus tres parámetros, código, nombre de moneda y símbolo: Código 'ABC', Nombre 'Currency name' y Símbolo '$' según la normativa <a href="http://www.xe.com/iso4217.php" target="_blank">ISO 4217 Currency Codes</a> que corresponda a su país. También se puede instalar estos interesantes y elaborados módulos de la forma tradicional <a href="http://wordpress.org/plugins/woocommerce-custom-currencies/screenshots/" target="_blank">WooCommerce Custom Currencies</a> o este otro módulo que añade todas los monedas mudiales por defecto a Woocommerce <a href="http://wordpress.org/plugins/woocommerce-all-currencies/screenshots/" target="_blank">WooCommerce All Currencies</a>. <br><br><strong><i>Snippet universal Ubicación de la tienda:</strong></i> Con este <a href="https://raw.github.com/nduplessis/WooCommerce-ZA-Provinces/master/woocommerce-za-provinces.php" target="_blank">Snippet</a> configurado convenientemente para las provincias de Portugal y haciendo un duplicado para Andorra y añadido a nuestro plugin personalizado funciones.php que ha de crear y activar cómo un <a href="http://ayudawordpress.com/crea-un-plugin-para-liberar-el-fichero-functions-php/" target="_blank">plugin normal</a>, tendremos la oportunidad de configurar y gestionar los envíos a sus provincias, además de fijar el País/Provincia base/sede de nuestra tienda en el ajuste de arriba 'Ubicación de la tienda'. En realidad este snippet personalizado adecuadamente sirve para cualquier país con subdiviones territoriales.

source: Store Notice Text
es_es: Texto del aviso/anuncio de la tienda.

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
es_es: <strong>AVISO:</strong> Estamos en proceso de renovación de nuestro catálogo y haciendo mejoras en nuestro sitio Web que podrían tener un impacto imprevisto sobre su pedido, haciendo que éste no se enviara si se realizara al mismo tiempo. Estas operaciones son breves y enseguida estaremos en línea animándole a que nos visite de nuevo.... Pero si usted se siente lo suficientemente generoso cómo para hacer una compra por equivocación... <strong> ¡¡¡ No se admitirán devoluciones !!!</strong>.

source: Cart, Checkout and Accounts
es_es: Cupones, Pedidos, Registro, Cuentas del cliente.

source: Coupons
es_es: Cupones usados

source: Enable the use of coupons
es_es: Habilitar el uso de cupones.

source: Coupons can be applied from the cart and checkout pages.
es_es: Aquí, podemos activar o desactivar el uso de cupones. Por defecto, está activada, lo que significa que siempre estará visible este campo de cupón en la página del carrito, pero si no va a usar los cupones, puede desactivarla, así los clientes no pensarán que van a ser capaces de obtener algún cupón cuando no tienen esa posibilidad. <br>Los cupones pueden ser gestionados desde: WooCommerce > Cupones (Vales descuento). Desde allí se puede ver la lista de cupones existentes, o tiene la opción de crear uno nuevo. <br>Los cupones pueden aplicarse desde la página del carrito 'Mi compra' y en la página de 'Hacer pedido'. <br><br><strong>Ver detalles de los cupones.</strong> <br>En el panel de control Woocommerce > Informes > Cupones usados, se tiene la oportunidad de ver un exhaustivo y preciso informe de la cantidad de cupones usados, descuentos por cupón etc. Esta sección, nos da con detalle con nombre, referencia, pedidos con cupones, cantidad... etc., un resumen de los cupones empleados en nuestra tienda online.

source: Checkout
es_es: Realizar pedido

source: Enable guest checkout (no account required)
es_es: Habilitar la venta/pagos a usuarios no registrados (sin cuenta obligatoria ni registro previo).

source: Enable customer note field on checkout
es_es: Habilitar el campo: 'Notas del cliente' en la página 'Realizar pedido'. Esto le da al cliente la opción de dejar una nota o instrucciones específicas sobre el envío del pedido de sus artículos. Este campo se mostrará tanto con el formulario de facturación cómo con el de envío. El administrador de la tienda tiene la oportundad de verlos, al editar los pedidos.

source: Force secure checkout
es_es: Forzar pago seguro: Forzar SSL ( S ecure S ocket L ayer) (HTTPS) en las páginas de pago. <a href="http://docs.woothemes.com/document/ssl-and-https/" target="_blank">Documentación</a>

source: Force SSL (HTTPS) on the checkout pages (an SSL Certificate is required).
es_es: En las páginas de pago es obligatorio tener un Certificado SSL. SSL es un protocolo criptográfico que proporciona y garantiza la seguridad de las comunicaciones a través de Internet. Los tiendas Online utilizan este protocolo para proteger los datos sensibles normalmente recogidos durante el proceso de compra. Los certificados SSL son baratos y su servidor será capaz de instalar uno para que le proporcione la seguridad necesaria. Si se utiliza la pasarela de pago estándar que viene con este módulo Woocommerce con enlace directo a PayPal cómo método de pago, no será necesario este protocolo ya que <a href="https://www.paypal.com/es/webapps/mpp/home" target="_blank">PayPal</a> dispone de él. <br><strong>Importante:</strong> Actualmente WooCommerce es compatible sólo con “Certificados SSL Dedicados” - no compartidos.

source: Un-force HTTPS when leaving the checkout
es_es: Remover el certificado SSL - HTTPS cuando salimos del área de pagos.

source: Registration
es_es: Registro

source: Allow registration on the checkout page
es_es: Permitir a los usuarios no registrados, hacerlo cuando van a pagar. El usuario podrá registrarse para ser cliente acreditado en la página de 'Hacer Pedido' dónde le saldrá un formulario desplegable que le informa de que si ya lo es, entre sus datos para ser verificado. De lo contrario, le da la opotunudad de registrarse introduciendo una contraseña al mismo tiempo de realizar el pedido.

source: Allow registration on the "My Account" page
es_es: Permitir a los usuarios no registrados, registrarse desde la página: "Mi cuenta".

source: Register using the email address for the username
es_es: Permitir la entrada en la tienda utilizando la dirección de correo electrónico para obtener el nombre de usuario. Para facilitar al usuario recordar sus inicios de sesión se marcará esta casilla.

source: Customer Accounts
es_es: Cuentas de cliente

source: Prevent customers from accessing WordPress admin
es_es: Evitar que los clientes puedan acceder al administrador de Wordpress (recomendable activar). Si deja esta opción sin marcar, los clientes pueden entrar en las páginas de administración de WordPress, pero sólo pueden llegar a su propia información personal, por lo qué sólo podrián cambiarla.

source: Clear cart when logging out
es_es: Limpiar el carrito al cerrar sesión. Actívela si quiere vaciar el carrito una vez que sus clientes finalizan la sesión en su tienda online. En este caso es recomendable dejarlo marcado. <br>Si no lo marca, un cliente que no finalice su pedido, es posible que vuelva en un posterior inicio de sesión, encontrando su carrito lleno con el pedido que tiempo atrás, tenía pensado realizar.

source: Allow customers to repurchase orders from their account page
es_es: Permite a los clientes la recompra de los pedidos desde la página de su cuenta. Esta opción mantiene el histórico de compras. Si alguien compra por primera vez y posteriormente vuelve a acceder a su cuenta, mostrará su histórico de compras anteriores y es posible que quieran recomprar algún artículo por segunda vez. <br><br><strong>Recurso adicional:</strong> Wassup Real Time Analytics: da una cronología de las visitas de su sitio con una gran cantidad de información para cada sesión del usuario. <a href="http://wordpress.org/plugins/wassup/screenshots/" target="_blank">Wassup</a> viene con 4 submenús de administración para ver las actividades y comportamiento de sus visitantes, desde dónde compran etc. y en general de la evolución en tiempo real presentándolo en un gráfico, de su comercio online.

source: Styles and Scripts
es_es: Estilos y Scripts

source: Styling
es_es: Estilos CSS:

source: Enable WooCommerce CSS
es_es: Habilitar los estilos CSS de WooCommerce. (Nota: Puede desactivar el CSS de WooCommerce inherente dentro de su tema, añadiendo a su archivo functions.php o a su fichero plugin personalizado funciones.php que ha de crear y activar cómo un <a href="http://ayudawordpress.com/crea-un-plugin-para-liberar-el-fichero-functions-php/" target="_blank">plugin normal</a>, el siguiente código: define('WOOCOMMERCE_USE_CSS', false);

source: Enable Lightbox
es_es: Habilita o deshabilita las ventanas emergentes lightbox (ventana zoom emergente con sombra de superposición) en la página del Producto Solo, para maximizar la presentación de imágenes de los productos y sus miniaturas asociadas en la galería de imágenes del producto y poderlas ver detalladas y ampliadas con dos tipos de ampliación. También dispone de un carrusel animado de miniaturas, si las tiene incluidas en la 'Galería De Imagénes Del Producto', accesibles para su ampliación en la misma ventana. Habilitar o deshabilitar esta función es útil si su tema o plantilla viene con su propia lightbox, o si desea utilizar una lightbox diferente cómo 'Fancybox'.

source: Include WooCommerce's lightbox. Product gallery images and the add review form will open in a lightbox.
es_es: La ventana emergente con sombra de superposición se aplicará a las imágenes de la galería de productos y también al formulario de opiniones para añadir comentarios y calificacines con 'estrellitas' de valoración de un producto. Para este proposito, se habilitará individualmente para cada producto que se desee en: Productos > Datos Del Producto > la opción Habilitar comentarios y calificaciones con 'estrellitas'.

source: Enable enhanced country select boxes
es_es: Habilitar seleccionador de país mejorado.

source: This will enable a script allowing the country fields to be searchable.
es_es: Esto habilitará un script permitiendo que los campos del país de su tienda puedan ser buscados acotando la búsqueda a medida que se van introduciendo las iniciales.<br><br><strong>Scripts y Snippets: </strong>Colección de fragmentos de código de Woocommerce para su fichero plugin personalizado funciones.php que ha de crear y activar cómo un <a href="http://ayudawordpress.com/crea-un-plugin-para-liberar-el-fichero-functions-php/" target="_blank">plugin normal</a>, para aumentar, variar, cambiar, modificar y alterar el comportamiento de las capacidades intrínsecas del módulo original, aportando nuevas e interesantes funcionalidades a la tienda. <a href="http://woodocs.wpengine.com/product/woocommerce-plugin/developer-reference/" target="_blank">Developer Reference</a>, <a href="http://docs.woothemes.com/documentation/plugins/woocommerce/woocommerce-codex/snippets/snippets-theming/" target="_blank">Woocommerce Snippets</a>, <a href="http://docs.woothemes.com/documentation/plugins/woocommerce/woocommerce-codex/snippets/general-snippets/" target="_blank">Woocommerce General Snippets</a>, <a href="http://docs.woothemes.com/documentation/plugins/woocommerce/woocommerce-codex/snippets/frontend-snippets/" target="_blank">Frontend Snippets</a>.

source: Downloadable Products
es_es: Productos descargables

source: File Download Method
es_es: Método de descarga de archivo

source: Forcing downloads will keep URLs hidden, but some servers may serve large files unreliably. If supported, <code>X-Accel-Redirect</code>/ <code>X-Sendfile</code> can be used to serve downloads instead (server requires <code>mod_xsendfile</code>).
es_es: <strong>Forzar descargas:</strong> Puede ser el más apropiado en la mayoría de los casos. Las descargas de archivos estrán obligadas a usar PHP. Mantendrá las URLs ocultas, pero algunos servidores podrían brindar la descarga de archivos grandes de forma poco fiable. Si los archivos son grandes, o el servidor no tiene el poder suficiente, puede experimentar extensos tiempos de espera durante la descarga - en este caso se tendría que buscar ya sea un servidor 'Amazon S3' o utilizar el método de redireccionamiento alternativo.<br><strong>X-Sendfile:</strong> Si está soportado, puede usar <code>X-Accel-Redirect</code> / <code>X-Sendfile </code>(Realiza una redirección interna a la URI especificada) para servir las descargas (el servidor requiere <code>mod_xsendfile</code>). X-Sendfile - Las descargas son servidas por Apache y equiere el módulo X-Sendfile activo (no todos los servidores tienen esto). <br><strong>Sólo Redireccionar:</strong> Cuando los usuarios descargan un producto descargable, un vinculo redirige al cliente al archivo. <br><strong>Limitar Descrgas:</strong> Para poner limite a la cantidad de elementos adquiribles descargables-virtuales a 1, ir a Productos > Editar Producto > Inventario y marcar la opción 'Permitir sólo 1 unidad'. En este caso, sólo se permitirá a los usuarios comprar un producto descargable (y virtual) una vez.

source: Force Downloads
es_es: Forzar Descargas

source: Redirect only
es_es: Sólo redireccionar

source: Access Restriction
es_es: Restricciones de Acceso

source: Downloads require login
es_es: Las descargas requieren inicio de sesión. Habilitarlo para que sólo clientes registrados y logeados en la tienda puedan descargar productos digitales. <a href="http://docs.woothemes.com/document/digitaldownloadable-product-handling/" target="_blank">?</a>

source: This setting does not apply to guest purchases.
es_es: Esta configuración no se aplica para las descargas de usuarios no registrados. Al requerir un inicio de sesión, se agrega una capa de seguridad, para que la gente no pueda tan fácilmente distribuir su contenido.

source: Grant access to downloadable products after payment
es_es: Permitir acceso a los productos descargables despues del pago.
