Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: Enable this option if a product is not shipped or there is no shipping cost
es_es: Habilita esta opción si el producto no se envía o no existe un coste de envío. Pej. La venta de un servicio.

source: Coupon description
es_es: Descripción del cupón:

source: Optionally enter a description for this coupon for your reference.
es_es: Código que el usuario/cliente debe introducir para aplicar el cupón a los productos, variaciones o categorías. Opcionalmente y para su referencia introduzca una descripción alfa/numérica para este cupón Pej. WCS34567EAR, CUP00010, CUP10%PRO o CUP20€CARRITO etc. <br><strong>NOTA:</strong> Para poder aplicar las configuraciones de esta sección primero tendrá que habilitar en la tienda el uso de cupones en: Woocommerce => Configuración => General => Cupones-Habilitar el uso de cupones. <br><strong>Tipo de descuento:</strong> Especifica la finalidad de este cupón: Puede especificar si quiere que el descuento se aplique en el total del carrito (total de su compra) o sólo a un producto concreto etc..<br><strong> Importe del cupón: </strong>Puede descontar cifras totales (por ejemplo, 10 Euros) o porcentajes (por ejemplo, 10% sin %) depende de la opción selecionada en 'Tipo de descuento'. <br><strong>Por ejemplo: </strong>Puede crear un cupón de descuento del 100% para un producto determinado o una de sus variaciones para una oferta especial...para ello, debe cambiar "Tipo de descuento" del cupón de "Cupón % de descuento en el carrito%" a "Cupón % de descuento en el producto" y a continuación, definir a qué producto se le aplicará el cupón en 'Productos Incluidos'.

source: Discount type
es_es: Tipo de descuento

source: Enter an amount or percentage e.g. 2.99 or 15%
es_es: Introduzca un importe o un porcentaje Pej: 2,99 o15%

source: Enable free shipping
es_es: Habilitar el envío gratuito

source: Check this box if the coupon grants free shipping. The <a href="%s">free shipping method</a> must be enabled with the "must use coupon" setting checked.
es_es: Marque esta casilla si el cupón habilita el envío gratuito. El <a href="%s">Método de Envío Gratuito</a> debe estar habilitado con la configuración selecionada de: "utilizar cupones".

source: Individual use
es_es: Uso individual

source: Check this box if the coupon cannot be used in conjunction with other coupons.
es_es: Determina si el cliente puede usar varios cupones a la vez, o sólo éste. Marque esta casilla si el cupón NO puede utilizarse en combinación ni acumularse con otros cupones.

source: Apply before tax
es_es: Aplicar antes de impuestos

source: Check this box if the coupon should be applied before calculating cart tax.
es_es: Defina si el cupón se debe aplicar antes o después de impuestos. Antes de impuestos es el modo más común. El cálculo es el siguiente: <br><strong>Los precios incluyen impuestos:</strong> Tome el precio (impuestos incluidos) y quitar el descuento, a continuación, calcular el impuesto al revés. <br><strong>Los precios excluyen impuestos:</strong> Tome el precio (excluyento impuestos) y quitar el descuento, a continuación, calcular los precios con impuestos.

source: Exclude sale items
es_es: Excluir artículos rebajados

source: Check this box if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are no sale items in the cart.
es_es: Marque esta casilla si el cupón NO se aplicará a los artículos rebajados de precio en la tienda. Los cupones por artículo sólo se aplicarán si el elemento afectado no está rebajado. <br>Los cupones en el 'total del carrito' sólo se aplicarán si no hay ningún elemento rebajado en el conjunto del carrito.

source: Minimum amount
es_es: Importe mínimo

source: No minimum
es_es: Sin mínimo

source: This field allows you to set the minimum subtotal needed to use the coupon.
es_es: Este campo le permite establecer el mínimo subtotal para poder usar el cupón. Cuando un valor se coloca aquí, el total del carrito debe superar esta cantidad para que el descuento del cupón sea aplicado. Por ejemplo, si se establece a 100€, cómo mínimo, un cliente tendrá que gastar más de 100,01€ o más en el carrito para que el descuento se efectúe. <br><strong>Nota:</strong> La suma del subtotal del carrito + impuestos se utilizará para comparar esta cantidad mínima.<br><strong>Ejemplo auxiliar:</strong> Digamos que usted está vendiendo productos por un valor aproximado de 100€, con un accesorio por un valor de 10€. La creación de un cupón de 10€ permitirá al cliente obtener el accesorio de forma gratuita.<br><br><strong><u>Productos-categorías incluidos-excluidos de este cupón:</u></strong> Los cuatro campos siguientes es donde es necesario introducir productos o categorías para incluir o excluir de este cupón. Simplemente coloque el cursor dentro y comience a escribir. Automáticamente comenzará a buscar productos disponibles o categorías dentro de su tienda, acotando la búsqueda a medida que se van introduciendo las iniciales. Elija el producto deseado o categoría y otra vez, coloque el cursor en el cuadro para seleccionar otro tantas veces cómo productos o categorías quiera seleccionar si así lo desea para aplicarles este cupón. También se puede aplicar este tipo de cupón a las variaciones de los productos agregando su SKU-REF en esta ventana. Vaya a Woocommerce > Productos > Datos del producto > Variaciones y copie el SKU-REF y pégue aquí las variaciones que desea incluir para aplicarles el descuento.

source: Products
es_es: Producto/s

source: Search for a product&hellip;
es_es: Por nombre o por REF

source: Products which need to be in the cart to use this coupon or, for "Product Discounts", which products are discounted.
es_es: Productos que deben estar en el carrito para usar este tipo de cupón para la selección: Tipo de descuento > "Descuento en Productos". Escriba los productos que entrarán dentro de la promoción del cupón. Si no especifica ninguno el cupón se aplicará a todos los productos. <br><strong>Nota:</strong> <u> Aplicar este cupón a las variaciones de los productos.</u> Se puede aplicar este tipo de cupón a las variaciones de cada producto agregando su SKU-REF en esta ventana. Vaya a Woocommerce > Productos > Datos del producto > Variaciones y copie el SKU-REF y pégue aquí las variaciones que desea incluir en el carrito para usar este tipo de cupón.

source: Exclude products
es_es: Excluir productos

source: Search for a product…
es_es: Por nombre-Variaciones por REF...

source: Products which must not be in the cart to use this coupon or, for "Product Discounts", which products are not discounted.
es_es: Productos que no deben estar en el carrito para usar este tipo de cupón para el tipo de selección: Tipo de descuento > "Descuento en Producto" a cuyos productos no se les aplicará el descuento del cupón. <br><strong>Nota:</strong> <u> Excluir las variaciones en el carrito para usar este tipo de cupón por su SKU-REF. </u> Se pueden excluir de este tipo de cupón las variaciones de cada producto agregando el SKU-REF de sus variaciones en esta ventana. Vaya a Woocommerce > Productos > Datos del producto > Variaciones y copie el SKU-REF y pégue aquí las variaciones que desea excluir en el carrito para usar este tipo de cupón.

source: Product categories
es_es: Incluir categorías

source: Any category
es_es: Cualquier categoría

source: A product must be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will be discounted.
es_es: Un producto debe estar en esta categoría para que el cupón siga siendo válido o para la selección: Tipo de descuento > "Descuento en Producto". Los productos en esta categoría les serán aplicados los descuentos del cupón. Escriba las categorías que entrarán dentro de la promoción del cupón. Si no especifica ninguna el cupón se aplicará a todas los categorías.

source: Exclude categories
es_es: Excluir categorías

source: No categories
es_es: Sin categorías

source: Product must not be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will not be discounted.
es_es: Productos que no debe estar en esta categoría para que el cupón siga siendo válido para la selección: Tipo de descuento > "Descuentos en Producto". los productos en esta categoría no se les aplicará el descuento del cupón.

source: Customer emails
es_es: Emails de los clientes

source: Any customer
es_es: Cualquier cliente

source: Comma separate email addresses to restrict this coupon to specific billing and user emails.
es_es: Cuentas de email separadas por comas para restringir este cupón a facturas y E-mails de usuarios específicos.

source: Usage limit
es_es: Límite de uso

# placeholder
source: Unlimited usage
es_es: Uso ilimitado

source: How many times this coupon can be used before it is void.
es_es: Cantidad de veces que puede ser usado este cupón antes de anularse. Establece el límite de veces que el cliente podrá utilizar el cupón.

# placeholder
source: Never expire
es_es: Nunca expira

source: The date this coupon will expire, <code>YYYY-MM-DD</code>.
es_es: La fecha en que este cupón expirará, <code>AÑO-MES-DÍA</code>

source: Coupon code already exists - customers will use the latest coupon with this code.
es_es: El Código de cupón ya existe - los clientes utilizarán el último cupón con este código.

source: Order Details
es_es: Detalles Del Pedido

source: Order number
es_es: Pedido Número ID:

source: Customer IP:
es_es: IP del cliente:

source: General Details
es_es: Detalles generales

source: Order status:
es_es: Estado del pedido: <a href="http://docs.woothemes.com/document/managing-orders/" target="_blank">?</a>

source: Order Date:
es_es: Fecha del pedido:

source: Customer:
es_es: Cliente:

source: Customer Note:
es_es: Comentarios del cliente sobre el pedido:

source: Customer's notes about the order
es_es: Comentarios del cliente sobre su pedido.

source: Billing Details
es_es: Detalles de la facturación.

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Company
es_es: Empresa

source: Address 1
es_es: Dirección 1

source: Address 2
es_es: Dirección 2

source: City
es_es: Ciudad/es

source: Postcode
es_es: Código postal

source: Country
es_es: País

source: Select a country&hellip;
es_es: Seleccione un país...

source: State/County
es_es: Estado/Provincia

source: Phone
es_es: Tel: Fijo-Móvil

source: Address
es_es: Dirección

source: No billing address set.
es_es: No hay una dirección de facturación establecida.

source: Load billing address
es_es: Cargar dirección facturación del cliente

source: Shipping Details
es_es: Detalles del destino del envío.

source: No shipping address set.
es_es: No se ha establecido una dirección de envío.

source: Load shipping address
es_es: Cargar dirección de envío del cliente

source: Copy from billing
es_es: La misma de la facturación.

source: Item
es_es: Artículo

source: Tax Class
es_es: Aplicar Tasa Impositiva:

source: Tax class for the line item
es_es: Tasa impositiva aplicada al artículo. Esto puede ser ajustado si por ejemplo el cliente está exento de impuestos o si se añaden nuevos artículos al pedido poderle aplicar una Tasa Impositiva diferente en función del tipo de gravamen que lleve este nuevo artículo añadido al pedido 4%, 8%, 21% etc...

source: Qty
es_es: Cantidad

source: Cost
es_es: Coste

source: Line subtotals are before pre-tax discounts, totals are after.
es_es: Precio de venta productos (P.V.P) y beneficio neto despues de descuentos e impuestos. <br><u>Línea Total:</u> Beneficio neto de venta después de los descuentos y antes de impuestos. <br><u>Línea Subtotal:</u> Precio de venta del producto (P.V.P) antes de los descuentos y antes de impuestos. <br><u>Columna Impuestos:</u> En la ventana Impuestos se reflejan los impuestos al artículo. En esta ventana Impuestos se reflejan los impuestos deducidos del precio del artículo de la casilla 'Aplicar Tasa Impositiva'. Si son impuestos compuestos I.V.A + PORTES (Sólo para U.K dónde se cobran los portes en función de los impuestos aplicados al producto) saldrán ambos sumados aquí. (Ver Configuración > Impuestos > Tarifa Estándar u otras).

source: Tax
es_es: Impuestos

source: Delete Lines
es_es: Borrar artículos

source: Stock Actions
es_es: Acciones de stock

source: Reduce Line Stock
es_es: Reducir en una unidad el stock

source: Increase Line Stock
es_es: Incrementar en una unidad el stock.

source: Apply
es_es: Aplicar

source: Add item(s)
es_es: Agregar artículo(s)

source: Add fee
es_es: Añadir cargo

source: Resend order emails
es_es: Reenviar E-mails del pedido

source: Move to Trash
es_es: Mover a la Papelera

source: Save Order
es_es: Guardar Pedido

source: Save/update the order
es_es: Guardar/actualizar el pedido

source: Discounts
es_es: Descuentos:

source: Cart Discount:
es_es: Descuento en el carrito:

source: Discounts before tax - calculated by comparing subtotals to totals.
es_es: Descuentos antes de impuestos - calculado comparando los subtotales de los totales.

source: Order Discount:
es_es: Descuento en productos:

source: Discounts after tax - user defined.
es_es: Descuentos después de impuestos - definidos por el usuario.

source: Label:
es_es: Etiqueta:

source: The shipping title the customer sees
es_es: El título del envío que el cliente ve

source: Cost:
es_es: Coste del envío:

source: (ex. tax)
es_es: (ej. tasa)

source: Method:
es_es: Método de envío:

source: Other
es_es: Otro

source: Tax Rows
es_es: Listado de impuestos.

source: + Add tax row
es_es: + Añadir impuesto a la lista.

source: These rows contain taxes for this order. This allows you to display multiple or compound taxes rather than a single total.
es_es: <strong>Listado de Impuestos:</strong> <br>Estos módulos contienen los impuestos aplicados a los productos. Estos módulos muestran impuestos múltiples y compuestos en lugar de un sólo total. <br><br><u>Tasas Impositivas aplicadas:<br></u> Es el nombre de la Tasa Impositiva aplicada para este pedido e indica: el país - el nombre de la Regla Fiscal - la prioridad y el valor. <br><u>Impuesto sobre la venta:<br></u> Son los impuestos aplicados a los productos sobre la venta. Depende de las distintas Tasas Impositivas aplicadas que se muestren agrupados o extendidos. <br>Nota:<br><i>(Para U.K los impuestos para los portes saldrán sumados también en Impuestos sobre la venta).</i> <br><br><u>Impuestos portes/envíos:<br></u> Esta es la suma de los impuestos aplicados a los portes/envíos.<br><br><i><strong>NOTA:</strong> Para más detalles leer comentario en Configuración > Impuestos > Tarifa Estándar > Columna Envío.</i>

source: Tax Totals
es_es: Total Impuestos:

source: Total tax for line items + fees.
es_es: <strong>Impuesto Sobre La Venta:</strong> <br>Es el total de impuestos aplicados a todos los artículos incluidos en el pedido. <i><br><STRONG>NOTA:</STRONG> En las Raglas fiscales configuradas sólo para U.K que se tenga activada la opción 'Envío', se reflejarán estos impuestos al envío aquí sumados a los aplicados a los artículos.</i> <br><br><strong>Impuestos Portes:</strong> <br>Se muestran los totales de los impuestos aplicados a los Costes del envío de todos los artículos del pedido. A la derecha salen sumados ambos. <br><br><i><STRONG>NOTA:</STRONG> Para aplicar los impuestos a los envíos, se tendrá que crear una Tasa Impositiva exclusiva para ello, cómo se comenta en 'Impuestos > Opciones de Impuestos' en 'Impuesto Para Los Portes De Forma Individual'.</i>

source: Order Totals
es_es: Totales del Pedido:

source: Order Total:
es_es: Total Pedido:

source: Payment Method:
es_es: Método de pago:

source: Calc taxes
es_es: Total Impuestos

source: Calc totals
es_es: Calcular totales &rarr;

source: Choose a downloadable product&hellip;
es_es: Elija un producto descargable&hellip;

source: Grant Access
es_es: Conceder Acceso

source: Could not grant access - the user may already have permission for this file or billing email is not set. Ensure the billing email is set, and the order has been saved.
es_es: No se puede conceder acceso - puede que el usuario ya tenga permiso de acceso a este archivo o el correo electrónico de facturación no se ha establecido. Asegurarse de que el correo electrónico de facturación está configurado correctamente y que el pedido se ha guardado.

source: Are you sure you want to revoke access to this download?
es_es: ¿Seguro que desea revocar el acceso a este producto de descarga?

source: added %s ago
es_es: añadido hace %s

source: Delete note
es_es: Borrar nota

source: There are no notes for this order yet.
es_es: No hay notas para este pedido todavía.

source: Add note
es_es: Añadir notas

source: Add a note for your reference, or add a customer note (the user will be notified).
es_es: <strong>Notas del Pedido:</strong> Aquí se puede ver el historial paso a paso del stock y la evolución de este producto. <br>Hay dos formas de notificaciones: Notas para el cliente y Notas privadas. Las 'Notas privadas' quedarán reflejadas en color gris y las 'Notas para el cliente' quedarán resaltadas en color púrpura y pueden verse al visualizar el pedido o en la página de seguimiento de pedidos de WooCommerce. <br>Esta función de notas puede ser una herramienta muy poderosa para la comunicación con nuestros clientes. ¿Necesita añadir un número de seguimiento para el envío?, ¿Algunas acciones se retrasan?... Agregue una nota para el cliente y se le notificará automáticamente por Email (depende de la opción de abajo). También se pueden agregar notas de referencia privada para el administrador con las incidencias surgidas etc. <br>Para que sea enviada tendrá que tener activada en Configuración > E-mail la opción 'Nota para el cliente'.

source: Customer note
es_es: Nota para el cliente

source: Private note
es_es: Nota privada

source: Add
es_es: Añadir

source: Variations for variable products are defined here.
es_es: Las variaciones del producto principal serán definidas aquí. También podrá incluir una imagen de la variación del producto. Pulsando sobre la ventana de imagen miniatura, se abrirá la librería multimedia y podrá seleccionarla y colocarla. Esto hará que en la página del 'Producto Solo' y en función de la variación que el cliente seleccione, se muestre la imagen correspondiente a esa variación.

source: Variations
es_es: Variaciones

source: Before adding variations, add and save some attributes on the <strong>Attributes</strong> tab.
es_es: Antes de añadir variaciones, añada y guarde algunos atributos en la ficha de: <strong>Atributos</strong>.

source: Learn more
es_es: Más información

source: Close all
es_es: Cerrar todas

source: Expand all
es_es: Expandir todas

source: Bulk edit:
es_es: Edición en lote:

source: Toggle &quot;Enabled&quot;
es_es: Seleccionar "Habilitado"

source: Toggle &quot;Downloadable&quot;
es_es: Seleccionar "Descargable"

source: Toggle &quot;Virtual&quot;
es_es: Seleccionar "Virtual"

source: Delete all variations
es_es: Eliminar todas las variaciones

source: Prices
es_es: Precios

source: Sale prices
es_es: Precios de venta

source: File Path
es_es: Ruta del archivo

source: Download limit
es_es: Límite de descargas.

source: Download Expiry
es_es: Caducidad de la descarga

source: Go
es_es: Ir

source: Add Variation
es_es: Añadir Variación

source: Link all variations
es_es: Enlazar todas las variaciones

source: Default selections:
es_es: Presentar 1º en 'Producto Solo' por defecto:

source: No default
es_es: Sin valor predeterminado

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max 50 per run).
es_es: ¿Seguro que desea vincular todas las variaciones? Esto creará una nueva variación para todas y cada una de las posibles combinaciones que se deduzcan de los atributos de variación (máx. 50 cada vez).

source: variation added
es_es: variación agregada

source: variations added
es_es: Variación agregada

source: No variations added
es_es: No se agregaron variaciones

source: Are you sure you want to remove this variation?
es_es: ¿Seguro que desea eliminar esta variación?

source: Are you sure you want to delete all variations? This cannot be undone.
es_es: ¿Seguro que desea borrar todas las variaciones? Esta operación no se puede deshacer.

source: Last warning, are you sure?
es_es: Última advertencia, ¿está seguro?

source: Enter a value
es_es: Ingrese un valor

source: Choose an image
es_es: Elije una imagen

source: Set variation image
es_es: Establece la variación de la imagen

source: Variable product
es_es: Producto variable

source: Variation #%s of %s
es_es: Variación #%s de %s

source: Product Type
es_es: Tipo De Producto

source: Virtual products are intangible and aren't shipped.
es_es: Los productos virtuales son intangibles y no son enviados físicamente ni desgargados. Esto podría ser un servicio cómo; una sesión de fotos, una reserva, una venta de entradas, una consulta o una vista al atelier de belleza. Con esta condición activada desaparecerá la opción 'Envíos' y al resolver estos para este artículo en la página de pago, desaparecerán las tarifas de envío mostrándose en su lugar la exclamación ¡Gratis!, además de desaparecer los impuestos del envío (IVA) correspondientes. Si se está ejecutando una tienda de venta de servicios o de productos descargables por ejemplo, puede deshabilitar las opciones de envío en WooCommerce => Configuración => Envíos y desmarque la opción 'Habilitar envío'.

source: Downloadable products give access to a file upon purchase.
es_es: En los productos descargables se permite al usuario acceder a un archivo o producto digital despues de su compra. Si se está ejecutando una tienda de venta de productos descargables habrá que configurar los siguientes ajustes. <br><strong>Configuración general:</strong> limitar la cantidad de elementos descargables adquiribles a 1, esta opción ocultará los selectores de cantidad en estos productos. <br><strong>Inventario:</strong> Desactivar la gestión de stocks. <br><strong>Envío:</strong> Deshabilitar Envíos desmarque la opción 'Habilitar envío'.<br><strong>Pasarelas de pago:</strong> Activar sólo PayPal e introduzca su dirección de correo electrónico de PayPal.

source: Inventory
es_es: Inventario

source: Linked Products
es_es: Productos Enlazados

source: Attributes
es_es: Atributos

source: Advanced
es_es: Avanzado

source: Stock Keeping Unit
es_es: Código de Referencia en Almacén (SKU = Stock-Keeping Unit)=REF.
