Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: Define tax rates for countries and states below. <a href="%s">See here</a> for available alpha-2 country codes.
es_es: Aquí se pueden definir los impuestos aplicados a las Reglas Fiscales que desee crear para esta 'Tasas Impositiva'. Esta 'Tasas Impositiva' con sus Reglas Fiscales tendrá que asociarla a sus productos en Productos > Datos del Producto... o si está destinada a los portes/envíos en Opciones de Impuestos > Impuestos para el envío. <br>Desde aquí, se pueden introducir tasas de impuestos individuales y también puede importar hojas de cálculo con los tipos impositivos específicos, porque a veces estas hojas de cálculo podrían ser bastante largas. Para cada tipo impositivo, se puede definir sobre la base de un país, un estado o provincia, un código postal o códigos postales y una ciudad o ciudades.<br><br><strong>Configuración de las REGLAS FISCALES según el lugar (La lógica):</strong><br>En la tabla de abajo se pueden añadir Reglas Fiscales y definir la 'cantidad' en 'Tasas' en función del país/países, código de estado/provincia etc....y su aplicación a los portes. <br>Puede crear varias provincias una por línea de un mismo país que tengan impuestos diferentes al resto Pej: Ceuta, Melilla y Canarias (en España) incluso estas las puede acotar por códigos postales. El sistema resuelve los impuestos y los portes por: <i>coincidencia por columna (en la misma regla fiscal)</i> y por: <i>fila (por cada regla fiscal) en este orden</i>: por ciudad, código postal, provincia/estado y país en función de estos mismos datos ingresados por el cliente en el formulario de envío del pedido. <br><u>Coincidencia por columna (en la misma regla fiscal).</u> De no haber coincidencia con la ciudad saltará a la siguiente columna (códigos postales), de no haberla con los códigos postales, saltará a la siguiente columna (estado/provincia), si tampoco la hay con estado/provincia saltara a la siguiente columna (País), de no haberla <u>saltará a la siguiente Regla Fiscal</u> y así sucesivamente por este orden de prioridad, que se fijarán todas a 1, si en cualquiera de ellas encuentra una coincidencia, entonces resolverá los impuestos fijados en 'Tasa' de <u>esa regla fiscal</u> que serán presentados al cliente en la página de 'Hacer pedido' con el nombre que le hemos dado en 'Nombre Tasa'. <br><br>Es importante crear una línea (Regla Fiscal) que resuelva solo para ese país, para todas las provincias (*) , para todos los códigos postales (*) y para todas la ciudades (*) así, de no haber coincidencias anteriores, se aplicara la 'Tasa' general de ese país y según qué 'Tasa Impositiva' esté configurando (Pej: la del 4, la del 21 x ciento etc.), ya que el sistema deduce que de no haber anteriores coincidencias, el pedido es para algún sitio de este país que no está especificado y regulado con alguna regla fiscal anterior y aplicará a los productos las tasas generales de este país, a ese tipo de producto. <br><br><strong>El orden sí qué importa:</strong> <br>La posición y orden de las distintas Reglas Fiscales es importante a la hora de que el sistema resuelva adecuadamente por prioridad los distintos impuestos. Empezando por arriba el sistema resuelve primero las reglas fiscales más estrictas o más acotadas por Ciudad, Código postal, Estado/Provincia (esta es la que hay que poner en primer lugar) hasta la más general que cubra un amplio espectro de un determinado País (X), con todas las Estado/Provincias (*), con todos los C.P (*) y con todas las Ciudades (*), que se pondrá la última. De haber varios países en las Reglas Fiscales con diferentes tasas, se pondrán todos ellos, con sus tasas, agrupados secuencialmente y no mezclados. <br>Con el botón que está al lado de cada Regla Fiscal, puede arrastrar las Reglas Fiscales y soltarlas a la posición requerida a medida que las vamos creando, siguiendo el patrón anterior. <br><br><strong>Columnas: Código País y Código de Estado:</strong><br><a href="%s" target="_blank">Ver aquí</a> los códigos de los países de la normativa <u>ISO 3166-1 - Alpha-2 code</u> disponibles para la columna 'Código País' Pej: ES (España). <br>En la columna <u>ISO 3166-2-Codes</u> de la normativa, se encontrarán los códigos de las distintas divisiones territoriales (Comunidades Autonomas) y subdivisiones (Provincias/Estados) de los países correspondientes para la columna 'Código de Estado', Pej: M (Madrid ES-M), V (Valencia ES-V), ML (Melilla ES-ML) y para Canarias serián: TF (Santa Cruz de Tenerife ES-TF), GC (Las Palmas ES-GC) en esta columna se pondrán la iniciales de las provincias/estados correspondientes M, TF, V, GC, ML... etc. <br><br><strong><i>Snippet universal provincias:</strong></i> Con este <a href="https://raw.github.com/nduplessis/WooCommerce-ZA-Provinces/master/woocommerce-za-provinces.php" target="_blank">Snippet</a> configurado convenientemente para las provincias de Portugal y haciendo un duplicado para Andorra y añadido a nuestro plugin personalizado funciones.php que ha de crear y activar cómo un <a href="http://ayudawordpress.com/crea-un-plugin-para-liberar-el-fichero-functions-php/" target="_blank">plugin normal</a>, tendremos la oportunidad de configurar y gestionar los envíos a sus provincias, además podemos fijar el País/Provincia sede de nuestra tienda en Configuración > General > Ubicación de la tienda. En realidad este snippet personalizado adecuadamente sirve para cualquier país con subdiviones territoriales. <br><br><strong>Columna Código Postal:</strong> <br>Los impuestos al producto y a los portes se aplicarán a estos códigos postales dentro del ámbito territorial del 'Código de estado/Provincia' y del país fijado en 'Código País'. Los valores múltiples serán separados por punto y coma (;) Pej (28005;28006;28007). El carácter comodín (*) se puede utilizar para que coincida con varios códigos postales similares, Pej: 28* coincidiría con todos los códigos postales que comiencen con 28. También se pueden utilizar rangos de códigos postales numéricos desde-hasta en este formato: 28005-28010 para que se plasmen cómo códigos postales individuales. Dejar en blanco (*) para aplicar a todos los códigos postales (es lo más común). <a href="http://www.mapanet.es/" target="_blank">Códigos Postales Internacionales</a>. <br><br><strong>Columna Envíos:</strong><br> Se marcará o no dependiendo de si esta Tasa Impositiva será utilizada también para los envíos o no. Para aplicar una Tasa Impositiva a los portes/envíos se tiene que seleccionar en: Woocommerce >> Impuestos >> Impuestos para el envío. <br>Si nosotros establecemos la Tarifa Estándar al tipo general del 21 (en España) para ser aplicada a los productos, marcando esta casilla también la podemos aplicar a los Portes/envíos ya que estos también están gravados con el 21. <br>Los impuestos aplicados a los portes se presentaran al cliente en este caso sumados en la misma línea de cálculo e incluidos en los impuestos de los productos, así cómo en el editor de pedidos. Para que se presenten en líneas de cálculo independientes, lo mejor es crear una Tasa impositiva dedicada, personalizada e independiente. En este caso, en la Tasa Impositiva dirigida a los productos, se dejará sin marcar la casilla Envíos. Sólo se marcará en la <i>Tasa Impositiva independiente</i> dedicada a los portes según se comenta en: <u>Impuesto para los portes de forma individual</u>. <br><br><strong>Impuesto para los portes de forma individual:</strong> <br>Para aplicar impuestos a los portes de forma individual (I.V.A) cómo un 'impuesto adicional' e independiente y separado del resto de la compra, se ha de crear, como cualquier otra, una nueva <u>Tasa Impositiva dedicada</u> en 'Opciones de Impuestos' que la llamaremos pej: Portes, que afecte a los países de interés (ES), estados/provincias (*), códigos postales (*) y ciudades (*) soportados, y fijaremos prioridad 1, añadiendo un valor en 'Tasa' del 21 (en España) y en 'Nombre Tasa' le llamaremos I.V.A Portes (Será el que el cliente vea) y en este caso sí se marcará la casilla 'Envíos'. <br>Si el país tuviera provincias/estados con distintos impuestos Pej: España en Ceuta, Melilla y Canarias que están exentas,se pondrían en Código de Estado/Provincia las iniciales correspondientes, para que el sistema resuelva los impuestos en función de estas. <br><br>Por lo tanto, habrá que crear para España cinco Reglas Fiscales con prioridad 1: <br><br>Regla fiscal nº: 1ª-Código país ES...Ceuta CE (código estado)..............Tasa 0,0000...Prior 1...Envios..(Marcado)<br>Regla fiscal nº: 2ª-Código país ES...Melilla ML (código estado).............Tasa 0,0000...Prior 1...Envios..(Marcado) <br>Regla fiscal nº: 3ª-Código país ES...Gran Canaria GC (código estado)...Tasa 0,0000...Prior 1...Envios..(Marcado)<br>Regla fiscal nº: 4ª-Código país ES...Tenerife TF (código estado)............Tasa 0,0000...Prior 1...Envios..(Marcado)<br>Regla fiscal nº: 5ª-Código país ES...España (*) (código estado).............Tasa 21,0000...Prior 1...Envios..(Marcado) (incluidas las Islas Baleares). <br><br>Ahora si quisiéramos añadir una Regla Fiscal para Portugal, añadiríamos a continuación:<br><br>Regla fiscal nº: 6ª-Código país PT...(*) Código estado....Tasa 21,0000...Prior 1...Envios..(Marcado) <br><br>Y otra para Andorra, sería: <br><br>Regla fiscal nº: 7ª-Código país AD...(*) Código estado....Tasa 0,0000...Prior 1...Envios..(Marcado) <br><br><strong>Columna nombre de tasa: </strong><br>Si se trata de una Tasa Impositiva destinada a los productos, se les llamará de una forma representativa Pej: IVA-ES 21, IVA-Tenerife , IVA etc. y lo mismo si se trata de una dedicada a los portes Pej: Portes 21, IVA Portes 21, Portes Melilla, Envíos Canarias 0, Portes Portugal o el que queramos, siendo estas definiciones las que el usuario vea, saliendo además en los pedidos y en las facturas. <br><br><strong>Asignación de la Tasa Impositiva Portes a los envíos:</strong> <br>Esta nueva tasa Portes se seleccionará en 'Opciones de Impuestos' en la ventana desplegable 'Impuestos para el envío' para aplicarla de forma independiente sólo a los portes independientemente de los impuestos aplicados a los productos. <br>Los impuestos aplicados a los portes se presentarán al cliente en una nueva línea independiente a los impuestos aplicados a los productos. También en las facturas y en el editor de pedidos saldrá como un impuesto independiente, en este último, en la sección de 'Listado de Impuestos'. <br><br><strong>Importación - Exportación CSV</strong> <br>La importación o exportación de las distintas Tasas Impositivas se hará de forma individual para cada una de ellas, dándolas el nombre exactamente igual al actual para que la volver al cargarlas, sepamos a qué tasa corresponden. Para que la carga sea efectiva en otro proyecto, primero se ha de crear una Tasa Impositiva con el nombre exactamente igual al que tenían al ser exportadas y una vez situados en ella, pulsaremos el botón 'Importar de CSV'. Las nuevas Tasas Impositivas importadas serán añadidas a las Reglas Fiscales ya existentes si las hubiera. <br>Por ejemplo: Si tenemos una Tasa Impositiva llamada IVA21 y hacemos la exportación para llevarla a otro proyecto, en este nuevo proyecto también tendremos que tener una Tasa Impositiva llamada exactamente igual IVA21. Para guardar la exportación le daremos al fichero un nombre representativo para saber de que Tasa Impositiva se trata. <br><br><strong>CONCLUSIONES:</strong> En realidad una Tasa Impositiva dedicada a los portes y otra dedicada a los productos, pueden tener en general las mismas configuraciones en sus Reglas Fiscales con algunas variaciones, solo cambia el nombre de la 'Tasa Impositiva' y para qué se utilizará. La diferencia fundamental es que solo en la dedicada a los portes se marcará la casilla 'Envíos, mientras que en las demás no. Puede crear una Tasa Impositiva Portes-21 dedicada a los portes y otras del 4, 8 o 21 por ciento etc. dedicadas exclusivamente a los productos, siendo la de Portes-21 la que se aplique en general a los portes/envíos de todos los productos con independencia de si estos están gravados con una Tasa Impositiva del 4 el 8 o el 21 ... etc. <br><br><strong>Nota:</strong> <i>Las Tasas Impositivas del I.V.A son orientativas y pueden cambiar en función de las políticas económicas de cada país en cada momento. Definiciones del Impuesto del Valor Añadido <a href="http://es.wikipedia.org/wiki/Impuesto_al_valor_agregado" target="_blank">I.V.A</a> por continentes. <br><br><strong>TABLA DE REGLAS FISCALES:</strong></i>

source: Country&nbsp;Code
es_es: Código país

source: A 2 digit country code, e.g. US. Leave blank to apply to all.
es_es: <strong>Código de País:</strong> <br>Introduzca un código de país de 2 dígitos, por ejemplo, ES (España), PT (Portugal). Dejar en blanco (*) para aplicar a todos los países.

source: State&nbsp;Code
es_es: Código de estado

source: A 2 digit state code, e.g. AL. Leave blank to apply to all.
es_es: <strong>Código Estado o Provincia:</strong> <br>Introduzca un código de Estado/Provincia de 2 dígitos por ejemplo: GC Las Palmas (Las Palmas de Gran Canaria), M (Madrid) B (Barcelona), LE (León), GR (Granada). Dejar en blanco (*) para aplicar a todos/as. Para Portugal serían códigos numéricos, por ejemplo: 06 (Coimbra), 11 (Lisboa), 13 (Porto). Para esto último, hay que dotar a nuestro fichero personalizado funciones.php con el fragmento de código (snippet) que se describe en la pestaña 'General' 'Snippet universal Ubicación de la tienda'. El sistema resolverá los impuestos de esta Regla Fiscal por coincidencia entre otros, con las provincias/estado que figurén aquí, aplicando el valor correspondiente fijado en 'Tasa'.

source: ZIP/Postcode
es_es: Código postal

source: Postcode for this rule. Semi-colon (;) separate multiple values. Leave blank to apply to all areas. Wildcards (*) can be used. Ranges for numeric postcodes (e.g. 12345-12350) will be expanded into individual postcodes.
es_es: <strong>Código Postal para este impuesto:</strong> <br>Los valores múltiples serán separados por punto y coma (;) Pej: (28005;28006;28007). El carácter comodín (*) se puede utilizar para que coincida con varios códigos postales similares, Pej: 28* coincidiría con todos los códigos postales que comiencen con 28. También se pueden utilizar rangos de códigos postales numéricos desde-hasta en este formato: 28005-28010 para que se plasmen cómo códigos postales individuales. Dejar en blanco (*) para aplicar a todos los códigos postales (es lo más común). El sistema resolverá los impuestos por coincidencia entre otros, con estos códigos postales, aplicando el valor correspondiente fijado en 'Tasa'.

source: Cities for this rule. Semi-colon (;) separate multiple values. Leave blank to apply to all cities.
es_es: <strong>Ciudad/es para esta Regla Fiscal:</strong> <br>Ciudad/es a las que se les aplicará esta Regla Fiscal. Se pueden incluir multiples ciudades separadas por punto y coma (;). Dejar en blanco (*) para aplicar a todas las ciudades. El sistema resolverá los impuestos de esta Regla Fiscal entre otros por coincidencia con las ciudad/es que figurén aquí, aplicando al pedido el valor fijado en 'Tasa'.

source: Rate&nbsp;%
es_es: Tasa... %

source: Enter a tax rate (percentage) to 4 decimal places.
es_es: <strong>Tasa Impositiva:</strong> <br>Introduzca una tasa de impuesto (porcentaje) con 4 posiciones decimales Pej: 21,0000 para indicar una tasa de impuesto del 21%, 4,5000 para indicar 4,5% etc.

source: Tax&nbsp;Name
es_es: Nombre tasa

source: Enter a name for this tax rate.
es_es: <strong>Nombre para esta Regla Fiscal:</strong> <br>Escriba un nombre descriptivo para este tipo de impuesto o gravamen, Pej: Sin IVA, IVA 21%, IVA Exento, IVA-Portugal, Impuestos... etc. <br>Este nombre se mostrará en la factura y al cliente junto al valor numérico en el cálculo final en la página de pago.

source: Priority
es_es: Prioridad

source: Choose a priority for this tax rate. Only 1 matching rate per priority will be used. To define multiple tax rates for a single area you need to specify a different priority per rate.
es_es: <strong>Prioridad Tasa:</strong> <br>Elija una prioridad para este impuesto. Se utilizará 1 por cada Regla Fiscal para regiones, estados o provincias que tengan impuestos únicos o simples. Para definir múltiples tasas de impuestos para una sola área o provincia necesita especificar una prioridad 2, 3, 4... etc. diferente por tarifa. Por ejemplo para Canada, dónde algunas provincias usan los impuestos de ventas federales y provinciales por separado. El impuesto federal de 5% (GST - Bienes y Servicios de Impuestos) es el mismo en todas las provincias, mientras que el impuesto provincial de ventas (PST) varía de una provincia a otra. Pej: Para Quebec (QC) habrá que crear dos Reglas Fiscales una para GST con 5% y prioridad 1 y otra también QC para PST con 9.975% pero asignándole prioridad 2.

source: Compound
es_es: Compuesto

source: Choose whether or not this is a compound rate. Compound tax rates are applied on top of other tax rates.
es_es: <strong>Tasa Compuesta:</strong> <br>Elija si esta es o no una tasa compuesta. Las tasas de impuesto compuestas son aplicadas por encima del resto de tasas impositivas. En el caso de tener más de un impuesto aplicado al producto, el segundo se aplicará también sobre el primero. Pej: Dos impuestos A y B el segundo tiene marcada la casilla 'Compuesto' entonces este deducirá el porcentual fijado en 'Tasa %' sobre el 'Subtotal de la compra' y a su vez deducirá la misma tasa sobre el resultado del A, siendo sumados ambos como resultado final en la línea del B, que a su vez se sumará al total de la compra. Los impuestos A y B se presentarán al cliente en líneas de cálculo independientes.

source: Choose whether or not this tax rate also gets applied to shipping.
es_es: <strong>APLICACIÓN AL ENVÍO:</strong> <br> Se marcará esta casilla para que la 'Regla Fiscal' a la que hace referencia, pueda ser aplicada tambíen a los Potes/Envíos (Productos + Envíos). Se marcará en la 'Tasa Impositiva' que vaya a aplicar a los portes. Pej: Si Vd configura para los productos la 'Tarifa Estándar' al tipo general del IVA del 21, puede marcar estas casillas para aplicarla también a los envíos ya que estos también están gravados con el 21 y seleccionela en: Woocommerce >> Impuestos >> Impuestos para el envío. También puede crear, como cualquier otra, una 'Tasa Impositiva dedicada' personalizada e independiente sólo aplicable a los portes/envíos (es la solución más lógica). En este caso la casilla envíos sólo se marcará en esta última.

source: Insert row
es_es: Añadir otra regla

source: Remove selected row(s)
es_es: Borrar regla(s) seleccionada(s)

source: Export CSV
es_es: Exportar a CSV

source: Import CSV
es_es: Importar de CSV

source: No row(s) selected
es_es: No se han seleccionado países

source: Country Code
es_es: Código del país

source: State Code
es_es: Código de estado

source: Rate %
es_es: Tasa %

source: Tax Name
es_es: Nombre del impuesto

source: Please, provide an attribute name, slug and type.
es_es: Por favor, proporcione un nombre de atributo, slug y tipo.

source: Slug “%s” is too long (28 characters max). Shorten it, please.
es_es: El slug “%s” es demasiado largo (28 caracteres cómo máximo). Acortala, por favor.

source: Slug “%s” is not allowed because it is a reserved term. Change it, please.
es_es: El slug “%s” no está permitido, ya que es un término reservado. Cambiela, por favor.

source: Slug “%s” is already in use. Change it, please.
es_es: El Slug “%s” ya está en uso. Cambiela por otra.

source: Edit Attribute
es_es: Editar Atributo

source: Name for the attribute (shown on the front-end).
es_es: Nombre para el nuevo atributo (se mostrará en la pestaña 'Información Adicional' del Producto Sólo). Posteriormente pulse el botón 'Añadir Atributo' para que aparezca en la tabla lateral y poderlo configurar pulsando el botón 'Configurar'. Pej: Colores disponibles, Tallas disponibles, Garantía, Devoluciones, Anuncios de post venta, Eventos, Noticias o cualquier cosa.

source: Unique slug/reference for the attribute; must be shorter than 28 characters.
es_es: <strong>SLUG PERSONALIZADO:</strong> Slug/referencia única para el atributo; debe ser menor a 28 caracteres.

source: Select
es_es: Selección

source: Text
es_es: Texto

source: Determines how you select attributes for products. <strong>Text</strong> allows manual entry via the product page, whereas <strong>select</strong> attribute terms can be defined from this section. If you plan on using an attribute for variations use <strong>select</strong>.
es_es: Determina el tipo de aplicación que se le dará a los atributos de los productos. Hay dos modos de utilidad para los atributos. <br><u>Selección:</u> Nos permite destinarlo a variaciones del producto como tallas (L, M, XL) o variaciones de color, para posteriormente poderlas asociar a un precio, que posteriormente se mostrarán en los productos, siendo estas seleccionables por el cliente. <br><u>Texto (Información adicional):</u> Este otro nos da la opción de introducir datos auxiliares e indicaciones de tipo informativo, características, sistema de envío o cualquier otra cosa. <br><br><strong>Texto:</strong> Permite la edición y la entrada manual a través de la página de configurar el producto <strong>Productos > Datos del Producto > Atributos</strong> de un texto, Pej: De cuantas unidades se compone el producto en venta o en que condiciones se servirá, Ingredientes, Marca, Tipo de Produto, Categoría etc. Cada atributo se mostrará al cliente en una nueva línea de presentación, una debajo de la otra en el 'Producto Sólo' en la pestaña 'Información Adicional'. <br><br><strong>Selección:</strong> Si piensa usar el atributo para variaciones (Tallas, Colores, Precios etc.) de los productos, utilice 'Selección'. Estas variaciones pueden ser definidas y configuradas en esta misma sección pulsando el botón 'Configurar' e ingresando las variaciones que usarán sus productos, para luego poder ser seleccionado con estas ya programadas en: <strong>Productos > Datos del Producto > Atributos</strong>.

source: Default sort order
es_es: Orden predeterminado

source: Custom ordering
es_es: Personalizado

source: Term ID
es_es: ID de la página de condiciones

source: Determines the sort order on the frontend for this attribute. If using custom ordering, you can drag and drop the terms in this attribute
es_es: Determina para este atributo el orden de presentación en la página del 'Producto Sólo' que el cliente ve en la pestaña 'Información adicional'. Lo puede configurar para que tenga un orden personalizado con arrastrar y soltar en el orden que quiera en la página de configuración del producto en: <strong>Productos > Datos del Producto > Atributos</strong>.

source: Update
es_es: Actualizar

source: Order by
es_es: Ordenación

source: Terms
es_es: Texto o <br>Variaciones

source: Configure&nbsp;terms
es_es: Configurar

source: No attributes currently exist.
es_es: No existen atributos actualmente.

source: Add New Attribute
es_es: Añadir Atributos Preestablecidos:
