Repository: jorr13/muitu
Catalog: web/app/languages/woocommerce-admin-*.po
Languages: es_es

source: Enable AJAX add to cart buttons on archives
es_es: Habilitar AJAX en los botones de 'Añadir al carrito' en el listado de productos.<br><br><strong>Colección de códigos (Snippets) para controlar el nº de columnas y productos por página:</strong> <br>Snippets para su fichero plugin personalizado funciones.php que ha de crear y activar como un <a href="http://ayudawordpress.com/crea-un-plugin-para-liberar-el-fichero-functions-php/" target="_blank">plugin normal</a>, que permiten cambiar el número de columnas y productos presentados en la tienda si su plantilla no lo trae por defecto. Para que cuadre la rejilla tendrán que ser múltiplos de esta. Pej: Para 4 columnas se seleccionaran 4, 8, 12, 16, 20 etc. productos, para que desde aquí empiece la paginación. <br><a href="http://docs.woothemes.com/document/change-number-of-products-per-row/" target="_blank">Cambiar el número de columnas mostradas por página.</a> <br><a href="http://docs.woothemes.com/document/change-number-of-products-displayed-per-page/" target="_blank">Cambiar el número de productos mostrados por página.</a><br><a href="http://docs.woothemes.com/document/change-number-of-related-products-output/" target="_blank">Cambiar el número de productos relacionados.</a><br><a href="http://docs.woothemes.com/document/change-number-of-upsells-output/" target="_blank">Cambiar el número de productos recomendados (Upsells)</a><br><a href="http://www.terrytsang.com/tutorial/woocommerce-add-product-category-description-to-category-page/" target="_blank">Agregar la descripción a las categorías de productos. <br><a href="https://gist.github.com/corsonr/6154996#file-gistfile1-php" target="_blank">Colocar los productos relacionados en una pestaña.</a></a> <br><a href="https://raw.githubusercontent.com/wp-plugins/woocommerce-empty-cart-button/master/woocommerce-empty-cart-button.php" target="_blank">Botón de Anular Pedido en la página de Mi Compra.</a> <br><br><strong>Plugins útiles:</strong><br><a href="http://wordpress.org/plugins/woocommerce-product-details-customiser/" target="_blank">Permite Mostrar/Ocultar imágenes de productos, fichas, productos relacionados etc.</a><br><a href="http://wordpress.org/plugins/woocommerce-product-details-customiser/" target="_blank">Crea una pestaña para información adicional personalizada de producto.</a> <br><a href="http://wordpress.org/plugins/woocommerce-prices/screenshots/" target="_blank">WooCommerce Prices</a> - <a href="http://wordpress.org/plugins/smart-manager-for-wp-e-commerce/screenshots/" target="_blank">Smart Manager</a><br><a href="http://wordpress.org/plugins/woocommerce-customizer/screenshots/" target="_blank">Personaliza WooCommerce sin escribir ningún código</a><br><a href="http://wordpress.org/plugins/woocommerce-bulk-discount/screenshots/" target="_blank">Descuentos por volúmen de ventas (Al mayor) </a><br><a href="http://wordpress.org/plugins/woocommerce-smart-sale-badge/" target="_blank">Etiqueta de burbuja de producto ¡¡Rebajado!!.</a><br><a href="http://jameskoster.co.uk/tag/new-badge/" target="_blank">Etiqueta de producto ¡¡Nuevo!!.</a>

source: The following options affect the fields available on the edit product page.
es_es: Las siguientes opciones afectan a los campos disponibles en el apartado: Productos > Añadir Producto > en la sección 'Editar Producto'.

source: Product Fields
es_es: Campos del producto

source: Enable the <strong>SKU</strong> field for products
es_es: Habilitar el campo referencia <strong>SKU-REF</strong> (SKU=Stock keeping Unit) o simplemente REF. Es una referencia alfanúmerica única para cada producto y/o para cada una de sus variaciones; talla, color etc.

source: Enable the <strong>weight</strong> field for products (some shipping methods may require this)
es_es: Activar el campo de <strong>peso</strong> para los productos (algunos métodos de envío lo pueden requerir).

source: Enable the <strong>dimension</strong> fields for products (some shipping methods may require this)
es_es: Activar los campos de <strong>dimensión</strong> en los productos (algunos métodos de envío lo pueden requerir).

source: Show <strong>weight and dimension</strong> values on the <strong>Additional Information</strong> tab
es_es: Mostrar los valores de <strong> dimensión y peso</strong> en la pestaña de <strong>Información adicional</strong> en la página del 'Producto Solo'. En esta misma pestaña se mostrarán los atributos creados en <strong>Productos > Atributos</strong> no afectando a la presentación de estos, el ajuste de esta opción.

source: Weight Unit
es_es: Unidad de Peso

source: This controls what unit you will define weights in.
es_es: Aquí se establece en que unidades van a definirse los pesos.

source: Dimensions Unit
es_es: Unidad de Longitud

source: This controls what unit you will define lengths in.
es_es: Aquí se establece en que unidades se van a definir las longitudes

source: in
es_es: en

source: Product Ratings
es_es: Calificaciones y comentarios sobre el producto.

source: Enable ratings on reviews
es_es: Habilita la presentación de calificaciones con 'estrellitas' debajo del producto en el catálogo general y habilita en la página del 'Producto Solo' la pestaña con el formulario de 'Calificaciones' y 'Opiniones' del producto en una lightbox (ventana emergente con sombra de superposición). Para activarlo o desactivarlo para cada producto individualmente ir a: Editar producto --> Datos del producto --> Avanzado --> Habilitar comentarios y calificaciones con 'estrellitas'. En este caso y de no estar marcada esta opción, sólo saldrá el formulario de comentarios.

source: Ratings are required to leave a review
es_es: Calificar es obligatorio para hacer un comentario sobre el producto. Con esta opción activada, el cliente tendrá que otorgar antes una calificación pulsando sobre las 'estrellitas' para poder dejar su comentario y poder continuar. <br><strong>Gestión de comentarios:</strong> Puede ver, editar, rechazar, responder etc. los comentarios y opiniones de sus clientes en el Escritorio, en la ficha de cada producto y en la barra lateral del panel de control en la pestaña Comentarios. Una vez dentro seleccione en el desplegable la opción Comentarios. Una vez que obtenga opiniones de sus productos por parte de los clientes, es necesario hacer un seguimiento constante de ellos, para asegurarse que los clientes no están haciendo comentarios con un léxico inapropiado, colocando enlaces inconvenientes o que puedan añadir cualquier cosa que no desee etc.

source: Show "verified owner" label for customer reviews
es_es: Mostrar etiqueta "Cliente Comprobado" en las valoraciones de los clientes registrados. Con esta opción activada, presentará junto al nombre y fecha del comentario, una etiqueta en cada comentario dejado por los clientes con el argumento: (Cliente verificado). De no estar registrado, en el formulario de comentarios, saldrán los campos de E-mail y Nombre que el cliente tendrá que completar para poder ser verificado cómo cliente registrado en la tienda. Si no lo es, en el comentario dejado no se mostrará la etiqueta (Cliente Verificado).<br>Al mostrar esta etiqueta, se le da cierta credulidad a la calificación del prodcuto, pués la realiza algún cliente que verdaderamente dispone de él.<br><br><strong>Notas sobre Rich Snippet:</strong> Para más información sobre rich snippet: Solucionar WooCommerce Rich Snippet de Google para los productos en venta <a href="http://www.primathemes.com/documentation/woocommerce-fix-google-rich-snippet-for-on-sale-product/" target="_blank">Solucionar Rich Snippet</a> y este <a href="http://seotecnico.es/blog/rich-snippet" target="_blank">Rich Snippet - Seo Técnico</a>. Herramienta de pruebas de datos estructurados (Rich Snippet) <a href="http://www.google.com/webmasters/tools/richsnippets" target="_blank">Probar Rich Snippet</a>, <a href="http://wordpress.org/plugins/kk-star-ratings/screenshots/" target="_blank">Módulo auxiliar kk Star Ratings.</a> Con este último módulo se tiene la posiblidad a través de un snippet (Ver su 'help') poner las "estrellitas" de calificación debajo del botón 'Incorporar a su compra'. Por defecto al ser instalado, las coloca en la pestaña Descripción del 'Producto Solo', junto al texto de esta. <br><br><strong>S.E.O/SLUG - VISIBILIDAD DE LOS PRODUCTOS - PRODUCTO DESTACADO:</strong> <br> En la ficha de cada producto en la sección 'Publicar' se encuentran estas opciones que posibilitan varias e importantes configuraciones para los productos y el posicionamiento de su sitio Web.

source: Pricing Options
es_es: Opciones de Precios

source: The following options affect how prices are displayed on the frontend.
es_es: Las siguientes opciones afectan a cómo se mostrarán los precios en el escaparate de productos y en las páginas de la tienda que el cliente ve.

source: Currency Position
es_es: Posición símbolo de moneda

source: This controls the position of the currency symbol.
es_es: Aquí se establece la posición del símbolo de moneda.

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Left (with space)
es_es: Izquierda (con espacio)

source: Right (with space)
es_es: Derecha (con espacio)

source: Thousand Separator
es_es: Separador de miles

source: This sets the thousand separator of displayed prices.
es_es: Aquí se establece el separador de miles de los precios mostrados.

source: Decimal Separator
es_es: Separador Decimal

source: This sets the decimal separator of displayed prices.
es_es: Aquí se establece el separador decimal de los precios mostrados.

source: Number of Decimals
es_es: Número De Decimales

source: This sets the number of decimal points shown in displayed prices.
es_es: Aquí se establece el número de decimales visibles en los precios mostrados. Esta configuración es muy útil si se está vendiendo productos dónde las milésimas tienen en valor representativo en el precio de los artículos. Lo normal son 2.

source: Trailing Zeros
es_es: Ceros a la derecha

source: Remove zeros after the decimal point. e.g. <code>$10.00</code> becomes <code>$10</code>
es_es: Elimina los ceros después del punto decimal. Ejemplo: <code>$10.00</code> se convierte en <code>$10</code>

source: Image Options
es_es: Opciones de imagen

source: These settings affect the actual dimensions of images in your catalog - the display on the front-end will still be affected by CSS styles. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.
es_es: Estas preferencias afectan a los tamaños de las imágenes en el catálogo de artículos. La forma en que se muestra en el front-end (la página que el cliente ve) seguirá viéndose afectada por los estilos CSS. El tamaño de las imágenes que cargue se ajustará para que coincida con los valores de esta configuración para que sean lo más exacta posible. <br>Es decir, si la configuración es de Ancho100 × Alto100 y sube una imagen de 300 × 600 se cambiará al tamaño manteniendo la proporción de 100 × 200. También puede optar por 'Recortar más" en este caso a las imágenes se las obliga a tener el tamaño especificado en esta configuración, independientemente del tamaño original de la imagen subida, pero quedara recortada/distorsionada en vez de dimensionada en la escala. <br><br>Es recomendable dejár las dimensiones en cuadrado, ancho y alto iguales para que toda la rejilla de productos presenten el mismo aspecto o si se quiere diseñar un sitio, o utilizar una plantilla-tema que requiere otra forma en las imágenes diferente, puede cambiarlas a cualquier tamaño. <br>Al activar 'Recortar más' las imagenes se ajustrán al tamaño 'idoneo' para la rejilla, independietemente si alguna imagen es algo mayor que las demás. Así, la opción 'Recortar más' asegura que si la imagen no tiene la misma relación que la establecida en los tamaños, todavía se vea bien. <br>Recuerde que si cambia estas configuraciones después de cargar las imágenes de los productos tendrá que volver a regenerar las imágenes en miniatura dentro de WordPress para que los cambios se apliquen a sus imagenes originales correctamente. <br>Para ello se recomienda utilizar el plugin <a href="http://wordpress.org/plugins/ajax-thumbnail-rebuild/" target="_blank">AJAX Thumbnail Rebuild</a> o <a href="http://wordpress.org/plugins/regenerate-thumbnails/screenshots/" target="_blank">Regenerate Thumbnails</a></strong>. <br><br><strong> Nota: </strong>Para obtener más información sobre el uso de las dimensiones adecuadas de las imagenes, consultar esta documentación: <a href="http://nhab.it/how-to-fix-the-woo-commerce-blurry-product-images-problem/" target="_blank">Corregir imagenes borrosas</a>, <a href="http://www.iamabdus.com/blog/woocommerce/thumbnail-image-size-cart/" target="_blank">Woocommerce Cambiar tamaño miniaturas</a>, <a href="http://docs.woothemes.com/document/set-woocommerce-image-dimensions-upon-theme-activation/" target="_blank">Dimensiones de imagen personalizadas</a> y <a href="http://docs.woothemes.com/document/using-the-appropriate-product-image-dimensions/" target="_blank">Dimensiones de imagen apropiadas</a>.<br><br><strong>Dimensiones de las imágenes:</strong>

source: Catalog Images
es_es: Imágenes del catálogo (Medio)

source: This size is usually used in product listings
es_es: Son las miniaturas de tamaño medio y es utilizado generalmente en los listados (rejilla) de productos, Categorías, Productos relacionados, Up selling (ventas más rentables) y Cross selling (ventas adicionales o complementos al producto principal).

source: Single Product Image
es_es: Imagen del Producto Solo (Grande)

source: This is the size used by the main image on the product page.
es_es: Este es el tamaño utilizado en la imagen principal de la página del producto. Son las miniaturas más grandes y se utilizan en la página de detalles del producto o 'Producto Solo'.

source: Product Thumbnails
es_es: Detalles del producto (Pequeñas)

source: This size is usually used for the gallery of images on the product page.
es_es: Este tamaño se utiliza generalmente para la galería de imágenes en la página de detalles del 'Producto Solo' que acompañan a éste. Son las miniaturas más pequeñas, que se utilizan en las galerías de productos, en las páginas individuales de productos, compra y widgets tales cómo productos destacados y productos recientes.

source: Inventory Options
es_es: Opciones Del Inventario o Stock.

source: Manage Stock
es_es: Gestionar el stock

source: Enable stock management
es_es: Activar la gestión del stock. WooCommerce lleva integrado un potente gestor de stock o inventario que le permite saber en todo momento cual es la cantidad existente de sus productos. Aquí puede activarlo o desactivarlo.<br>Los ajustes de inventario son siempre muy importantes. Si usted está vendiendo productos físicos, mantenier el control de stock es de vital importancia, por lo que no terminará vendiendo más productos de los que realmente tiene y lo mismo se puede decir para la venta de servicios. Si está vendiendo un servicio (cómo una sesión de fotos), que es básicamente vender su tiempo y no controla el tiempo de ese servicio, usted no tendrá tiempo suficiente para cumplir con los demás pedidos. <br>Si está vendiendo un producto físico o un servicio, es recomendable dejarlo habilitado, pero si sólo está vendiendo descargas digitales, se puede optar por desactivarlo, ya que no es necesario para gestionar el número de copias de una descarga específica que desea vender. <br><br><strong>Ver detalles del stock o inventario:</strong> En el panel de control Woocommerce > Informes > Stock se tiene la oportunidad de ver un exhaustivo y preciso informe de la cantidad de artículos que necesitan una necesaria y urgente reposición en la tienda. Esta sección, nos da con detalle el nombre, referencia y cantidad de los productos de nuestra tienda online, mostrando los que están bajos y agotados, en función de las configuraciones de 'Umbral Stock Bajo' y de 'Umbral Stock Agotado'. <br><br><strong>Gestión de las notificaciones:</strong> Puede ver, editar etc. las notificaciones de la gestión del stock y del estatus de los pedidos, en la barra lateral del panel de control en la pestaña Comentarios. Una vez dentro seleccione en el desplegable la opción Notas sobre los pedidos. Aquí se pueden ver los movimientos del stock para cada producto a medida que se van vendiendo así cómo el status de cada pedido. También en el listado general de productos y al editar cada producto se tiene la oportunidad de ver el remanente del stock del que disponemos.<br><br><strong>Utilidad de stock:</strong> Con esta utilidad <a href="http://wordpress.org/plugins/woocommerce-order-notes-window/screenshots/" target="_blank">WooCommerce Orders Notes</a> se pueden ver sin necesidad de ser editados, los comentarios de Woocommerce sobre el movimiento del stock y de los pedidos directamente sobre una ventana emergente con sombra de superposición, desde el listado de Pedidos en el icono 'Notas de Pedido' del pedido afectado. También en Woocommerce > Configuración instala una nueva pestaña 'Order Notes Window' donde se tiene la oportunidad de cambiar el envío o no al cliente por defecto de las notas del administrador.

source: Hold Stock (minutes)
es_es: Mantener en stock (minutos)

source: Hold stock (for unpaid orders) for x minutes. When this limit is reached, the pending order will be cancelled. Leave blank to disable.
es_es: Mantener en stock (para pedidos sin pagar) durante x minutos. Cuando se alcanza este límite, se cancelará el pedido pendiente. Con esta opción puede gestionar el tiempo que se mantiene el stock para pedidos pendientes de pago. <br>Esta opción le permite que durante el tiempo que establezca, un producto pueda ser bloquedo <strong>(reservado)</strong> para pedidos aún no pagados. Si por ejemplo el tiempo que establece es de 15 minutos y un cliente añade un producto a su carrito, ese producto se le reserva durante 15 minutos, pero una vez pasado este tiempo, si la persona no ha finalizado su pedido, este producto se desbloquea y queda libre pudiendo ser adquirido por otro cliente. <br>Si no desea esta opción, puede dejar este campo en blanco para desactivarla. <br><br><strong>Recurso adicional:</strong> WooCommerce - Carritos Abandonados Lite es un plugin que ofrece a los propietarios de tiendas la posibilidad de recuperar las ventas que se pierden por compras abandonadas por los clientes registrados. También le permite crear y enviar recordatorios por correo electrónico automáticos a sus clientes que han añadido productos a su carro, pero no terminaron el proceso de compra. <a href="http://wordpress.org/plugins/woocommerce-abandoned-cart/screenshots/" target="_blank">Carritos Abandonados Lite</a>

source: Notifications
es_es: Notificaciones al administrador.

source: Enable low stock notifications
es_es: Habilitar las notificaciones por E-mail al administrador de la tienda Online de: 'Stock bajo'. <br>Al configurar este tipo de notificación, Woocommerce le enviara un E-mail de aviso dependiendo de la cantidad fijada en 'Umbral de stock Bajo'. Por debajo de esta cantidad se le enviara al E-mail fijado en 'E-mail del administrador/es' la notificación indicándole la urgente reposición de existencias. Por defecto, se configura con el E-mail del sitio Web, por lo que es posible que desee cambiarla por otra que quiera. Por seguridad es conveniente fijar valores superiores a 10 unidades para tener tiempo suficiente de reponerlos de nuevo.

source: Enable out of stock notifications
es_es: Habilitar las notificaciones por E-mail al administrador de la tienda Online de: 'Stock agotado'. <br>Al configurar este tipo de notificación, Woocommerce le enviara un E-mail de aviso dependiendo de la cantidad fijada en 'Umbral Stock Agotado'. Por debajo de esta cantidad se le enviara al E-mail fijado en 'E-mail del administrador/es' la notificación indicándole que las existencias están agotadas. Por seguridad es conveniente fijar valores superiores a 5 unidades. <br>Esto es interesante porque en los casos en los que se está vendiendo un producto, puede ser necesario tener un remanente para reponer el producto a un cliente por ciertas circunstancias; cómo que el artículo se pierda en el correo, que se rompa en el transporte, o que tienga algún defecto etc.<br>Si se agotarán las existencias por completo, no seremos capaces de cumplir con la reposición de estos pedidos, y también puede haber casos en los que pueda desear mantener un par de elementos por otras razones. Si establece el 'Umbral de Agotados' más alto de cero, Pej: 5 unidades, también tendrá que aumentar el 'Umbral de Stock Bajo' a 10. De forma predeterminada, se establece en 0 y 2, pero se cambiara por seguridad a 5 y 10 unidades, pudiéndose establecer a estos cualquier número que desee.<br><br><strong>Recurso adicional:</strong> La utilidad <a href="http://wordpress.org/plugins/woocommerce-auto-restore-stock/" target="_blank">WooCommerce Auto Restore Stock</a> restaurará automáticamente su inventario / stock para los pedidos que son reembolsados (devueltos) o cancelados. También agregará notas al pedido dónde se mostrarán estas acciones y las unidades restauradas o devueltas al stock cuando Vd. cambie el 'Estado del pedido' a 'Reembolsado (devuelto) o 'Cancelado'. Se pueden ver estas acciones en Pedidos > Editar el pedido afectado > Notas Del Pedido. <br><br><strong>Número secuencial de pedidos:</strong> Este módulo extiende el módulo WooCommerce ordenando los números de los nuevos pedidos secuencialmente. Si hay pedidos existentes en el momento de la instalación, los números de orden secuencial comenzarán a contar con el número mayor de pedido actual: <a href="http://wordpress.org/plugins/woocommerce-sequential-order-numbers/" target="_blank">Visitar el módulo</a>.

source: Notification Recipient
es_es: E-mail del admistrador o destinatario de las notificaciones.

source: Low Stock Threshold
es_es: Umbral Stock Bajo. Por seguridad nº superior a 5 Pej:10.

source: Out Of Stock Threshold
es_es: Umbral Stock Agotado. Por seguridad nº superior a 0 Pej:5.

source: Out Of Stock Visibility
es_es: Visibilidad de stock agotado
